{
    "events": [
        {
            "address": "Online",
            "description": "",
            "end_datetime": "2020-08-01T06:59:59.000Z",
            "hosts": "YEA Camp",
            "start_datetime": "2020-07-27T07:00:00.000Z",
            "submission_status": "approved",
            "title": "Virtual YEA Camp 2020: Amplifying Your Message",
            "url": "https://yeacamp.org/"
        },
        {
            "address": "",
            "description": "IMPORTANT!<br/><br/>After much consideration, it’s been decided that The Official Rights March PNW 2020 will not be held as planned this year. Instead, a smaller, socially distanced action—Meat the Market—will take its place at the same time on August 1st.<br/><br/>This will be a low-risk action of similar nature but different flavor, so all activists are welcome. However, *please* update your RSVP status and note the following:<br/><br/>1.\tShirts for attendees will be available for purchase. PM us to discuss size and payment.<br/>2.\tIf you cannot purchase a shirt, wear a plain black shirt and plain black pants to the best of your ability.<br/>3.\tSome signs will be provided. If you want to bring your own, wait until we’ve posted about signs.<br/>4.\tBring as few items as possible, for all items will need to be stored in a backpack on your person.<br/>5.\tA fundraiser for supplies will be posted soon.<br/><br/>More details will be sent out over the next few weeks, so please keep an eye on this event space. We hope to see many of you soon!<br/><br/>Stay safe, and stay healthy.",
            "end_datetime": "2020-08-01T23:00:00.000Z",
            "hosts": "Animal Rights March PNW",
            "start_datetime": "2020-08-01T19:00:00.000Z",
            "submission_status": "approved",
            "title": "Meat the Market - Seattle",
            "url": "https://www.facebook.com/events/185559079337988/"
        },
        {
            "address": "Tickets blackvegfest.org",
            "description": "Join us for the first installment of an interactive four-part series on working to become a better Ally for Black Lives.  Discussions will be led by Black VegFest originator Omowale Adewale.<br/><br/>Each week we will be discussing new terms and conditions for interacting with the Black community in working to dismantle white supremacy.<br/><br/>Donations of $5 &amp; up (sliding scale) for each class. Reservations and Payment Can Be Made Payable Here: https://blackvegfest.org/shop%2Fsupport .<br/><br/>We hope to see you there. ALL ARE WELCOME TO ATTEND!",
            "end_datetime": "2020-08-02T15:00:00.000Z",
            "hosts": "Leo Nardo, Omowale Adewale, Allie Feldman Taylor",
            "start_datetime": "2020-08-02T14:00:00.000Z",
            "submission_status": "approved",
            "title": "7 Points of Allyship - Part 4",
            "url": "https://www.facebook.com/events/3114100442013389/"
        },
        {
            "address": "Online",
            "description": "",
            "end_datetime": "2020-08-08T06:59:59.000Z",
            "hosts": "YEA Camp",
            "start_datetime": "2020-08-03T07:00:00.000Z",
            "submission_status": "approved",
            "title": "Virtual YEA Camp 2020: Careers for Changemakers",
            "url": "https://yeacamp.org/"
        },
        {
            "address": "online",
            "description": "Getting our facts right is everything in journalism. Learn from Christopher Sebastian how to fact check effectively.",
            "end_datetime": "2020-08-10T06:59:00.000Z",
            "hosts": "Animal Place",
            "start_datetime": "2020-08-03T07:00:00.000Z",
            "submission_status": "approved",
            "title": "Farmed Animal Conference E-Summit",
            "url": "https://facesummit.org/"
        },
        {
            "address": "Tickets · $10 - $39 www.eventbrite.com",
            "description": "NEW DATE! This event scheduled for April 28, 2020 is rescheduled to August 8, 2020. All tickets for April 28, 2020 will be honored on August 8, 2020, and all ticket holders will receive an email with more information and instructions on how to receive a refund if needed. Thanks for your flexibility!<br/><br/>********<br/>Crows are everywhere: they are found on nearly every continent and thrive in human dominated environments. They have influenced art and literature throughout history, and whether they inspire love or hate, they have certainly impacted the hearts and minds of the humans who share their space. Because crows are so common, it may be easy to overlook the fact that they are very intelligent and have complex behaviors and social structures, including play, tool use, communal roosting, and being able to recognize specific humans.<br/><br/>Kaeli Swift, PhD, studies crows and other corvids (ravens, jays, and magpies), and will introduce and explain to us the world of these fascinating birds, including, of course, crow funerals. You can find Dr. Swift on Twitter and Instagram @corvidresearch where she talks about crows, corvids, and other wildlife and plays a weekly game called #CrowOrNo to help people learn how to correctly ID and distinguish different kinds of corvids.<br/><br/>Note: This is a repeat of several sold-out shows on this topic, and this one could sell out too. Get your tickets early!<br/><br/>***EVENT DETAILS***<br/><br/>NEW DATE: Saturday, August 8, 2020<br/><br/>TIME: Doors at 6:00 p.m. event at 7:00 p.m. <br/><br/>LOCATION: Aladdin Theater, 3017 SE Milwaukie Ave, Portland, OR<br/><br/>ADVANCE TICKETS*:<br/> - General Admission: $19 <br/> - Student / Senior (65+): $10<br/> - VIP** (guaranteed seating): $25<br/> - Supporter**: $39<br/> <br/> TICKETS AT DOOR:<br/> - General Admission: $23<br/> - Student / Senior (65+): $13<br/><br/>FOOD &amp; DRINK: Beer, wine, &amp; sodas, as well as pizza and snacks like candy bars and mixed nuts.<br/><br/>Event Website: <br/>https://viaproductions.org/events/aladdin_april_28_crows/<br/><br/>Note: There will be ASL interpretation at this event.<br/><br/>_____<br/><br/>We at Science on Tap are committed to offering educational opportunities to adults who want to learn. If the ticket price is a hardship for you, please write to us at info@viaproductions.org and we’re happy to provide reduced-price tickets to those who request them.<br/> <br/> *A note on advance ticket sales: There is an additional fee for purchase, but this ticket guarantees a seat at the event start time of 7:00pm. <br/><br/> **A note on ticket levels: VIP tickets guarantee front center seating that stays available through entire show — meaning you can arrive late and your seat will be waiting for you. Supporter tickets get VIP benefits (guaranteed seating) plus a voluntary upcharge to help support the true cost of producing events.",
            "end_datetime": "2020-08-09T04:00:00.000Z",
            "hosts": "Science on Tap - Oregon, Washington",
            "start_datetime": "2020-08-09T02:00:00.000Z",
            "submission_status": "approved",
            "title": "As the Crow Flies: Corvid Behavior, Play, and Funerals",
            "url": "https://www.facebook.com/events/599345087308031/"
        },
        {
            "address": "ONLINE ",
            "description": "Join us for the 7th Annual Speak for Wolves Virtual Conference 2020<br/><br/>Registration is now open! Get registered here: <br/>https://forms.gle/N9DRUpSFUvP4QvP96<br/><br/>** UPDATE: Based on the latest guidelines for reopening Oregon, we have made the decision to transition this year's Speak for Wolves conference to a virtual event. As much as we love the community spirit of our in-person conference, the health and safety of our attendees is our top priority. On the bright side, this shift will make the conference more accessible to those who would not have been able to travel to Portland.<br/><br/>Speak for Wolves 2020 will take place virtually with a shortened program via webinar on Saturday and Sunday, August 15-16.<br/>Stay tuned for more details on our virtual program.<br/><br/>If you have questions or concerns, please reach out to us: info@speakforwolves.org. ",
            "end_datetime": "2020-08-16T19:00:00.000Z",
            "hosts": "Speak for Wolves",
            "start_datetime": "2020-08-15T02:00:00.000Z",
            "submission_status": "approved",
            "title": "Speak for Wolves Virtual Conference 2020",
            "url": "https://www.facebook.com/events/234150887745907/"
        },
        {
            "address": "",
            "description": "SAVE THE DATE!!! 💫💚<br/><br/>✨Bellingham Veg Fest 2020 will be Sunday September 20th at the Depot Market Square!✨<br/><br/>Last year was amazing and we are working hard to make sure that this year is BIGGER AND BETTER! There will be more FOOD &amp; more FUN! <br/><br/>VENDORS: Registration will be on our website this year. We are working on getting that up and ready to go and we will announce when it is live. 💻 <br/><br/>www.bellinghamvegfest.org<br/><br/><br/>VOLUNTEERS: BVF is run by volunteers 💯 and since we are going bigger this year, we will need help in a BIG way! If you have experience &amp; passion and would like to take the lead in the following areas, please email bellinghamvegfest@gmail.com.<br/><br/>•Grant Writing • Volunteer Coordination • Zero Waste Efforts • Entertainment Coordination • Kid’s Area • Fundraising • PR/Media •<br/><br/>MORE INFO TO COME! 😊<br/>",
            "end_datetime": "2020-09-20T23:00:00.000Z",
            "hosts": "Bellingham Veg Fest",
            "start_datetime": "2020-09-20T18:00:00.000Z",
            "submission_status": "approved",
            "title": "Bellingham Veg Fest 2020",
            "url": "https://www.facebook.com/events/580987299120366/"
        },
        {
            "title": "August Animal Rights Collective Portland Virtual Meeting",
            "description": "Just because the world has slowed down doesn't mean our activism has to! Join us via Zoom for an evening of support, sharing and brainstorming on upcoming animal rights online and in-person actions and events.  <br/><br/>6:30pm: Welcome to the Animal Rights Collective Portland! 6:40pm: 6:40: Brief Introductions and check-ins<br/>6:50pm: Mini Workshop TBA<br/>7:10-7:20: ARCPDX member spotlight TBA<br/>7:20-8:00pm: Group discussions, announcements, strategic planning and brainstorming for upcoming online and in-person events/actions/rallies. <br/><br/>Please contact Chelsea V Davis with agenda ideas or if your group would like to \"co-host\".<br/><br/>The meeting will take place over Zoom. If you haven't used Zoom before, no worries! It is simple, free and we will be sharing instructions shortly. <br/><br/>Reach out with any questions. <br/><br/><br/>Zoom link:<br/>https://us02web.zoom.us/j/7654622343 <br/>Password: vegan<br/><br/>By attending this meeting you are agreeing to the Animal Rights Collective Portland Meeting/Event Conduct Guidelines:<br/>https://docs.google.com/document/d/1kdRlqzS4Le8hWjirxHueS3ODR5os8JbMWUg8O6EvRU0/edit?usp=sharing<br/><br/>Meeting Agendas &amp; Notes<br/>https://docs.google.com/document/d/1QI86RLYTPUjPJYYc18CrRFaEA4mEWN72hglEZ33-VTM/edit?usp=sharing",
            "start_datetime": "2020-08-05 18:30:00",
            "end_datetime": "2020-08-05 20:00:00",
            "address": "More",
            "hosts": "",
            "url": "https://www.facebook.com/events/1376680499185902/",
            "submission_status": "approved"
        },
        {
            "title": "Exploring the Health of Our Modern Food System",
            "description": "Join us on Wednesday, August 5, from 11:00 a.m. to 1:00 p.m. PST / 2:00 to 4:00 p.m. EST for Farm Sanctuary’s virtual social justice program event: Exploring the Health of Our Modern Food System.<br/><br/>Join Farm Sanctuary’s CEO and Executive Director Megan Watkins and Farm Sanctuary’s Manager of Social Justice Programs Kamekǝ Brown as they sit down with four guest experts to explore conditions within our food system and how the current pandemic is exposing their impact on animals, workers, communities, and the planet. <br/><br/>Together, we'll learn about timely issues within our food system and consider possibilities for collaboration and solidarity in the service of a more just and compassionate world. <br/><br/>Presentations by:<br/><br/>Amanda Hitt, Director of Government Accountability Project’s Food Integrity Campaign<br/><br/>Sindy Benavides, CEO of League of United Latin American Citizens<br/><br/>Larry Baldwin, Crystal Coast Waterkeeper<br/><br/>Gerardo Reyes Chávez, Leader from the Coalition of Immokalee Workers",
            "start_datetime": "2020-08-05 11:00:00",
            "end_datetime": "2020-08-05 13:00:00",
            "address": "Tickets event.webinarjam.com",
            "hosts": "",
            "url": "https://www.facebook.com/events/644273593113945/",
            "submission_status": "approved"
        },
        {
            "title": "Digital Field Trip to Chimpanzee Sanctuary NW",
            "description": "Have you ever wanted to see what chimps like to eat for lunch? <br/><br/>Want to hear about the heroes who help rescue chimps in need? <br/><br/>Want to know what happens when local cattle see chimps for the first time? <br/><br/>Come learn all about Annie, Willy B, Mave and the other amazing chimps at Chimpanzee Sanctuary NW in this exclusive online tour!  Be sure to register online at https://events.r20.constantcontact.com/register/eventReg?oeidk=a07eh7npqwo2784929e&amp;oseq=&amp;c=&amp;ch=",
            "start_datetime": "2020-08-06 13:00:00",
            "end_datetime": "2020-08-06 14:00:00",
            "address": "More",
            "hosts": "",
            "url": "https://www.facebook.com/events/739201260175940/",
            "submission_status": "approved"
        },
        {
            "title": "Abolish ICE Rally: No Human Is Illegal",
            "description": "Join us to peacefully protest against the crimes committed by ICE against undocumented individuals at the Southern border and in the detention centers (concentration camps) across America, in violation of their human rights. We are calling for the abolition of ICE and the recognition of the crimes they have committed and continue to commit daily. The rally will be taking place across the street from the Capitol at Wilson Park. <br/><br/>The rally will consist of sign protests, speakers, and Aztec dancing.<br/><br/>If you are interested in giving a small speech at this event, click the link to the Google Forum below.<br/>https://forms.gle/wA6LGqBS3V1ycxP36<br/><br/>Masks are mandatory for this event and we will be encouraging social distancing. Bring signs and suitable clothing.<br/><br/>Schedule:<br/><br/>3:00-3:30 pm  Sign Rallying<br/>3:30-4:00 pm  Opening. Introduction of the purpose of the rally plus information regarding ICE.<br/>4:00 pm         Planned Speakers <br/>5:00 pm         Aztec dancing<br/>6:00 pm         Open Mic Speakers + Continuing of sign rallying. <br/><br/>This is a list of our demands:<br/>The abolition of ICE<br/>The reformation, simplification, and the acceleration of the citizenship process<br/>State Reps to apply pressure on their colleagues to close the camps at the border<br/>And, Local law enforcement to no longer comply with ANY ICE demands/requests",
            "start_datetime": "2020-08-07 15:00:00",
            "end_datetime": "",
            "address": "The Capitol Building 900 Court St NE, Salem, OR 97301-4041, United States ",
            "hosts": "Alivia Morris, Bianca Julieta Arriaga Regan",
            "url": "https://www.facebook.com/events/278250363242994/",
            "submission_status": "approved"
        },
        {
            "title": "Washington: Take Action Now for Orcas!",
            "description": "The Trump administration and the US Dept of Army Corps are continuing to attack states’ efforts to protect clean water and sustainable fisheries. <br/><br/>The federal government’s own studies show that the large, shallow reservoirs on the Lower Snake and Columbia rivers soak up the sun’s energy and make the water too hot for endangered salmon and steelhead. Southern Resident orcas are on the brink of extinction, partly because they cannot find enough Chinook salmon to eat. Despite these declines, salmon biologists also view the Snake River basin as among the best Chinook salmon restoration opportunities anywhere on the West Coast. Rather than taking steps to reduce the dams’ temperature pollution, the Trump administration’s Army Corps appealed the temperature limits imposed by Washington regulators to the Washington Pollution Control Hearings Board.<br/><br/>We must put pressure on our elected officials to restore cold, clean water that supports strong salmon and orca populations for generations to come. But recovering salmon and orcas requires action in Congress, too. Tell Senators Murray and Cantwell, and the EPA, to develop a regional solution—including Lower Snake River dam removal—that protects salmon, Southern Resident orcas, and our communities.<br/><br/>Office of Senator Patty Murray <br/>https://www.murray.senate.gov/public/index.cfm/contactme<br/><br/>Office Of Senator Maria Cantwell (Washington)<br/>https://www.cantwell.senate.gov/contact/email/form<br/><br/>Please take action today and tell Northwest elected leaders to develop inclusive solutions to keep the rivers cool, protect salmon, and reinvest in river communities. <br/><br/>** Sample letter ** <br/><br/>\"I'm writing to ask for your leadership to reduce water temperatures in the Snake and Columbia River to protect and restore endangered salmon, the Southern Resident orcas, and the communities who depend on them.<br/><br/>Specifically, I request that you consider the following points:<br/>* The Lower Snake and Columbia rivers are too hot for endangered salmon and steelhead. The Total Maximum Daily Load (TMDL) study recently released by EPA clearly shows that the dams are the main cause of increased water temperatures.<br/><br/>* Large, shallow reservoirs created by the dams—coupled with intensifying climate change—threaten the Columbia and Snake rivers’ already-imperiled salmon and steelhead.<br/><br/>* The science is clear—restoring the Lower Snake River is our very best opportunity to restore imperiled salmon and orca populations.<br/><br/>* I urge you to work with the people and policymakers in the Northwest to develop a comprehensive package of measures that restores the Lower Snake River and its salmon, helps feed starving Southern Resident orca, and invests in clean energy that protects the health of our communities and our river.<br/><br/>*Northwest communities and leaders must work together to craft a bold and effective plan that achieves these goals as quickly as possible. Without effective leadership, we risk losing these iconic species and the special benefits they bring to our region. <br/><br/>Thank you again for your careful consideration of this request.\"<br/>",
            "start_datetime": "2020-07-29 13:00:00",
            "end_datetime": "2020-08-12 13:00:00",
            "address": "Online",
            "hosts": "NARN ( Northwest Animal Rights Network )",
            "url": "https://www.facebook.com/events/949702315534827/",
            "submission_status": "approved"
        },
        {
            "title": "Speak up for WA Wolves at the Wolf Advisory Group",
            "description": "Please speak up for Washington's wolves! <br/><br/>The Washington Department of Fish &amp; Wildlife director Kelly Susewind authorized WDFW staff to lethally remove a wolf from the Wedge pack territory in response to depredations on livestock in prime wolf habitat. WDFW has killed 31 wolves since 2012, 26 of those for the same livestock operator in the Kettle River Range in northeast Washington.<br/><br/>“The Department of Fish and Wildlife wrongly thinks it can shoot its way into coexistence with wolves,” said Amaroq Weiss, West Coast wolf advocate at the Center for Biological Diversity. “The department’s relentless wolf-killing in northeast Washington shows exactly why the state needs new, enforceable rules for handling livestock-wolf issues, especially in areas of chronic conflict.”<br/><br/>Here are 3 Ways to Take Action: <br/><br/>1) Contact WDFW Director Kelly Susewind <br/>360-902-2200<br/>Kelly.Susewind@dfw.wa.gov, director@dfw.wa.gov<br/><br/>Contact Kelly's boss, the WA Fish and Wildlife Commission 360-902-2267<br/>commission@dfw.wa.gov<br/>https://wdfw.wa.gov/about/commission/contact<br/><br/>2) Contact Governor Jay Inslee. He has the authority to reign in The Department: https://www.governor.wa.gov/contact/contact/send-gov-inslee-e-message<br/><br/>3) The next Washington Wolf Advisory Group (WAG) meeting is scheduled for Wednesday, August 5 and Thursday, August 6 starting at 9 a.m. each day. A meeting agenda will be posted to the Wolf Advisory Group page when available here: https://wdfw.wa.gov/about/advisory/wag#meeting-calendar<br/><br/>The WAG work session will be open to the public to observe and will follow the same format used previously, including public comment opportunities at the end of each day. Please",
            "start_datetime": "2020-08-05 09:00:00",
            "end_datetime": "2020-08-06 17:00:00",
            "address": "Online",
            "hosts": "NARN ( Northwest Animal Rights Network )",
            "url": "https://www.facebook.com/events/707650139793227/",
            "submission_status": "approved"
        },
        {
            "title": "The End of Meat Film Screening and Raffle - Free",
            "description": "We apologize but this event has reached capacity and sign-ups are now closed. Please join us for our next virtual event!<br/><br/><br/><br/>The End of Meat is a groundbreaking documentary film envisioning a future where meat consumption belongs to the past. Filmmaker Marc Pierschel embarks on a journey to discover what effect a post-meat world would have on the environment, the animals, and ourselves. He meets Esther the Wonder Pig, who became an internet phenomenon; talks to pioneers leading the vegan movement in Germany; visits the first fully vegetarian city in India; witnesses rescued farm animals enjoying their newfound freedom; observes the future food innovators making meat and cheese without the animals, even harvesting “bacon” from the ocean; and much more.<br/><br/>This event is sponsored in part by VegFund♥",
            "start_datetime": "2020-08-06 17:00:00",
            "end_datetime": "2020-08-06 19:30:00",
            "address": "Online",
            "hosts": "Peace Advocacy Network, VegFund and The End of Meat",
            "url": "https://www.facebook.com/events/1205473213147473/",
            "submission_status": "approved"
        },
        {
            "title": "Animal Advocate Retention Study Q&A with Faunalytics",
            "description": "*FACEBOOK LIVE EVENT*<br/><br/>Animal advocates, join us on Facebook Live next Wednesday, August 12 at 1PM EDT (10AM PDT) for a special Q&amp;A about our new Advocate Retention Study! Our Research Director, Dr. Jo Anderson, will share important takeaways from the report and will answer your questions to help you better understand and apply the results.<br/><br/>IMPORTANT: While we will do our best to answer questions that pop up throughout the Q&amp;A, we encourage you to share your questions ahead of time in the event they require additional data analysis from our end. Please comment, message, or email (info@faunalytics.org) your questions by Friday, August 7th.<br/><br/>Thank you, and we hope to see you there!<br/><br/>Link to the Advocate Retention Study: https://faunalytics.org/advocate-retention/",
            "start_datetime": "2020-08-12 10:00:00",
            "end_datetime": "2020-08-12 11:00:00",
            "address": "Online",
            "hosts": "Faunalytics",
            "url": "https://www.facebook.com/events/297775314823761/",
            "submission_status": "approved"
        },
        {
            "title": "Virtual Action Hour - Brainstorming Session",
            "description": "Join us via Zoom for a brainstorming session on what forms of online activism are available and which are most effective. Below are some broad categories that we will be discussing.<br/><br/>- Outreach on social media (reddit, twitter, facebook)<br/>- Virtual bootcamps (challenge22, veganbootcamp)<br/>- Other organizations and their campaigns<br/><br/>Everyone is welcome regardless of their activism or tech level. We will also be streaming the event LIVE in the Animal Rights Collective Portland (ARCPDX) group but encourage people to join the zoom.<br/><br/>Zoom ID 765 462 2343<br/>https://us02web.zoom.us/j/7654622343",
            "start_datetime": "2020-08-12 18:30:00",
            "end_datetime": "2020-08-12 19:30:00",
            "address": "Online",
            "hosts": "Animal Rights Collective Portland, Earthlings of Portland and Veggies Do It Better",
            "url": "https://www.facebook.com/events/297496155010603/",
            "submission_status": "approved"
        },
        {
            "title": "Grand Opening of Moo!",
            "description": "Please join us for Moo's GRAND OPENING at 108 W 8th Street, Friday August 14th 5pm-9pm. Gourmet plant-based burgers, fries, craft beer &amp; cider at our beautiful outdoor bistro lit seating area.<br/><br/>Moo will be open every Friday-Sunday from 5pm-9pm. <br/><br/>Moo shares the same restaurant space and ownership with The Mighty Bowl space. ",
            "start_datetime": "2020-08-14 17:00:00",
            "end_datetime": "2020-08-14 21:00:00",
            "address": "108 W 8th Street, Vancouver, Washington",
            "hosts": "Moo Plant Based Burgers",
            "url": "https://www.facebook.com/events/735550387010925/",
            "submission_status": "approved"
        },
        {
            "title": "Beaver Believers Film-Screening Fundraiser for Speak for Wolves",
            "description": "Join us for a virtual screening of the award-winning feature documentary \"The Beaver Believers\" hosted by filmmaker Sarah Koenigsberg, to benefit \"Speak for Wolves.\"  Q&amp;A to follow.  <br/><br/>Sometimes the best solutions to the biggest problems can be found in the most unexpected places. Meet the beaver believers: five scientists and a sassy, spicy hairdresser, taking a bite out of climate change, one stick at a time.<br/><br/>The Beaver Believers is the urgent yet whimsical story of an unlikely cadre of activists who share a common vision: restoring the North American Beaver, that most industrious, ingenious, bucktoothed engineer, to the watersheds of the arid West. The Beaver Believers encourage us to embrace a new paradigm for managing our western lands, one that seeks to partner with the natural world rather than overpower it. As a keystone species, beaver enrich their ecosystems, creating the complexity and resiliency our watersheds need to absorb the impacts of climate change. Beavers can show us the way and even do much of the work for us, if only we can find the humility to trust in the restorative power of nature and our own ability to play a positive role within it. <br/><br/>A favorite on the 2019 Banff Mountain Film Festival World Tour, winner of the Green Spark Award at the American Conservation Film Festival, winner of the Eco-Hero Award at the Portland Eco-Film Festival, and a finalist at both the London Eco-Film Festival and the Vancouver International Mountain Film Festival, this film will inspire you to think differently about climate change.<br/><br/>Proceeds go to Speak for Wolves. Speak for Wolves is a small, volunteer-run 501(c)3 nonprofit organization advocating for wolf and wildlife conservation. Their primary activity is to gather wildlife conservation experts together each year for an educational conference that is free to attendees, with a goal to inspire and engage grassroots activists to advocate for wildlife management reform in the U.S.  www.speakforwolves.org<br/>",
            "start_datetime": "2020-08-15 16:00:00",
            "end_datetime": "2020-08-15 18:00:00",
            "address": "Online",
            "hosts": "Speak for Wolves and The Beaver Believers",
            "url": "https://www.facebook.com/events/314897586329628",
            "submission_status": "approved"
        },
        {
            "title": "Taking Action for Animals Online",
            "description": "The leading national conference in the animal advocacy movement, Taking Action for Animals (TAFA) brings together volunteers and advocates from across the country for a shared goal: to better the lives of animals and people alike. Due to Covid-19 restrictions, TAFA 2020 will be a virtual event on September 19 and 20.",
            "start_datetime": "2020-09-19 00:00:00",
            "end_datetime": "2020-09-20 23:59:00",
            "address": "Online",
            "hosts": "The Humans Society of the United States",
            "url": "http://takingactionforanimals.org/",
            "submission_status": "approved"
        },
        {
            "title": "WildChat: Defending Oregon's Forest Waters (Part II)",
            "description": "Join us for the second part of our series on the campaign to defend Oregon's forest waters. In this webinar, we will explore the impacts that private and state land logging are having on municipalities drinking water supplies, and the ways that your local elected leaders can take a stand against the irresponsible timber harvest that is endangering our communities. <br/><br/>Registration link:<br/>https://www.cascwild.org/sign-up-for-august-11-wildchat/",
            "start_datetime": "2020-08-11 17:00:00",
            "end_datetime": "2020-08-11 18:00:00",
            "address": "Online",
            "hosts": "Cascadia Wildlands",
            "url": "https://www.facebook.com/events/613236239313625/",
            "submission_status": "approved"
        },
        {
            "title": "Green Team: The Sixth Mass Extinction And How To Stop It",
            "description": "Join with this link: https://us02web.zoom.us/j/177436308<br/><br/>We are in a planetary emergency.  Exasterabated by our climate crisis, we are heading into the Sixth Mass Extinction where close to 1 million animal and plant species are facing extinction but there's hope!  Wayne Hsiung discusses how we got here, and what every city can do to stop extinction that affects all life on this Earth and how YOU are instrumental in preventing it.<br/><br/>Wayne Hsiung -- who is running for Mayor of Berkeley -- hosts virtual hangouts with the #GreenTeam: a grassroots campaign of volunteers working to transform Berkeley into the first truly green city in the world. Get the latest campaign news, develop your voter outreach skills, and make a better Berkeley for the future. <br/><br/>SIGN UP to volunteer with us at wayneformayor.com/volunteer.",
            "start_datetime": "2020-08-16 11:00:00",
            "end_datetime": "2020-08-16 12:00:00",
            "address": "Online",
            "hosts": "Wayne Hsiung",
            "url": "https://www.facebook.com/events/585154092167339/",
            "submission_status": "approved"
        },
        {
            "title": "International Animal Rights Conference 2020",
            "description": "Welcome to the International Animal Rights Conference 2020!<br/><br/>The International Animal Rights Conference 2020 will be a purely digital conference and it will take place September 5th and 6th. We welcome all animal rights activists and of course all people who care about animals, the environment, and would like to learn more about animal rights in both theory and practice.<br/><br/>Registration options and details about the technical setup will be announced beginning of June.<br/><br/>Please invite all your friends... :-)",
            "start_datetime": "2020-09-05 02:00:00",
            "end_datetime": "2020-09-06 09:20:00",
            "address": "Online",
            "hosts": "International Animal Rights Conference",
            "url": "https://www.facebook.com/events/278549163534662/",
            "submission_status": "approved"
        },
        {
            "title": "Sanctuary Weekend",
            "description": "Join us for our free virtual Sanctuary Weekend event featuring both of our Sanctuaries—no plane tickets required.<br/><br/>Imagine: It’s a warm summer’s day at our Southern California Sanctuary, and you’re lounging in the sand with a pack of sleepy rescued pigs. In the time it takes you to stand up and kick the mud off of your boots, you’re suddenly transported to the spacious pastures of our New York Sanctuary, where you find yourself surrounded by curious goats and friendly sheep eager for your attention.<br/><br/>This doesn’t have to be a daydream.<br/><br/>Formerly known as the “Hoedown,” Sanctuary Weekend is a beloved annual event typically held at our flagship New York Sanctuary. This year, for everyone’s safety, we won’t be convening in person—but that won’t hold us back from coming together as a community. And it gives us the opportunity to visit both Sanctuaries.<br/><br/>As always, our rescued residents remain the heart of Sanctuary Weekend. Our lifesaving work—and the healing space that you help us provide—are essential, especially now. Our knowledgeable shelter team will share recaps of this year’s notable rescues, and take you around each Sanctuary to meet the animals.<br/><br/>We’ll also be creating space for the big ideas you’ve come to expect at Sanctuary Weekend, with a special panel discussion on community building featuring guest speakers. Plus, our leadership team will detail our mission and the work we’re doing to create Sanctuary for all.<br/><br/>We hope you’ll join us August 22-23 for an inspiring weekend rooted in compassion.",
            "start_datetime": "2020-08-22 10:00:00",
            "end_datetime": "2020-08-23 12:00:00",
            "address": "Online",
            "hosts": "Farm Sanctuary",
            "url": "https://www.facebook.com/events/426828281610118/",
            "submission_status": "approved"
        },
        {
            "title": "Speak up once again for wolves- the Wedge Pack & Leadpoint Pack",
            "description": "Please speak up for Washington's wolves! <br/><br/>The Washington Department of Fish &amp; Wildlife director Kelly Susewind authorized WDFW staff to lethally remove a wolf from the Wedge pack territory and 2-3 from the Leadpoint pack in response to depredations on livestock in prime wolf habitat. <br/><br/>WDFW has killed 33 wolves since 2012, 28 of those for the same livestock operator in the Kettle River Range in northeast Washington. This must end!<br/><br/>Ways to Take Action Right Now: <br/><br/>1) Contact WDFW Director Kelly Susewind <br/>360-902-2200<br/>Kelly.Susewind@dfw.wa.gov, director@dfw.wa.gov<br/><br/>Contact Kelly's boss, the WA Fish and Wildlife Commission 360-902-2267<br/>commission@dfw.wa.gov<br/>https://wdfw.wa.gov/about/commission/contact<br/><br/>2) Contact Governor Jay Inslee. He has the authority to reign in the Department: https://www.governor.wa.gov/contact/contact/send-gov-inslee-e-message<br/><br/>Read this letter to Governor Inslee by 18 conservation organizations, including NARN ( Northwest Animal Rights Network )",
            "start_datetime": "2020-08-15 09:00:00",
            "end_datetime": "2020-08-23 09:00:00",
            "address": "Online",
            "hosts": "NARN (Northwest Animal Rights Network) and Speak for Wolves",
            "url": "https://www.facebook.com/events/346630219839127/",
            "submission_status": "approved"
        },
        {
            "title": "Call Governor Brown: Aug 25th! OR Mega-dairy Moratorium Now!",
            "description": "On Tuesday August 25th, we're making phone calls to Governor Brown to enact an immediate mega-dairy moratorium to protect Oregon’s air, water, climate, small farmers and rural communities. <br/><br/>CALL: 1-866-961-3208 on TUESDAY AUGUST 25th!<br/><br/>Oregon is in the midst of a  mega-dairy crisis. Weak rules and ineffective state leadership has allowed industrial mega-dairies to push family farmers off the land, pollute our air and water, and threaten the health of local communities.<br/><br/>Mega-dairies don’t belong in Oregon, yet, state officials and Governor Brown are letting mega-polluting mega-dairies set up shop in Oregon’s primarily Latino and Indigenous rural communities. We don’t want our state to become the next hotbed for mega-dairies polluting our air and water and harming our health and climate.<br/><br/>It’s time to hold our state leaders accountable. Governor Brown wants to be a climate champion but she refuses to address the threat caused by  mega-dairies. Call Governor Brown today! Protect Oregon - enact a mega-dairy moratorium! <br/><br/>CALL: 1-866-961-3208 on TUESDAY AUGUST 25th!",
            "start_datetime": "2020-08-25 00:30:00",
            "end_datetime": "2020-08-25 23:30:00",
            "address": "Online",
            "hosts": "Stand up to Factory Farms and Food & Water Watch - Northwest",
            "url": "https://www.facebook.com/events/2746149025705525/",
            "submission_status": "approved"
        },
        {
            "title": "2020 March on Portland",
            "description": "Save the date as more details are coming soon. ",
            "start_datetime": "2020-08-28 11:00:00",
            "end_datetime": "",
            "address": "Irving Park",
            "hosts": "Portland NAACP 1120 Branch",
            "url": "https://www.facebook.com/events/342472120248217/",
            "submission_status": "approved"
        },
        {
            "title": "Virtual Action Hour for Animals",
            "description": "Join us via Zoom as we virtually take action for animals together on the 2nd Wednesday and 4th Sunday of each month. Everyone is welcome regardless of their activism or tech level. We will also be streaming the event LIVE in the Animal Rights Collective Portland (ARCPDX) group but encourage people to join the zoom.<br/><br/>Zoom ID 765 462 2343<br/>https://us02web.zoom.us/j/7654622343",
            "start_datetime": "2020-08-23 18:30:00",
            "end_datetime": "2020-08-23 19:30:00",
            "address": "Online",
            "hosts": "Animal Rights Collective Portland",
            "url": "https://www.facebook.com/events/3207332616025062/",
            "submission_status": "approved"
        },
        {
            "title": "Virtual Action Hour for Animals",
            "description": "Join us via Zoom as we virtually take action for animals together on the 2nd Wednesday and 4th Sunday of each month. Everyone is welcome regardless of their activism or tech level. We will also be streaming the event LIVE in the Animal Rights Collective Portland (ARCPDX) group but encourage people to join the zoom.<br/><br/>Zoom ID 765 462 2343<br/>https://us02web.zoom.us/j/7654622343",
            "start_datetime": "2020-09-09 18:30:00",
            "end_datetime": "2020-09-09 19:30:00",
            "address": "Online",
            "hosts": "Animal Rights Collective Portland",
            "url": "https://www.facebook.com/events/3207332612691729/",
            "submission_status": "approved"
        },
        {
            "title": "Virtual Action Hour for Animals",
            "description": "Join us via Zoom as we virtually take action for animals together on the 2nd Wednesday and 4th Sunday of each month. Everyone is welcome regardless of their activism or tech level. We will also be streaming the event LIVE in the Animal Rights Collective Portland (ARCPDX) group but encourage people to join the zoom.<br/><br/>Zoom ID 765 462 2343<br/>https://us02web.zoom.us/j/7654622343",
            "start_datetime": "2020-09-27 18:30:00",
            "end_datetime": "2020-09-27 19:30:00",
            "address": "Online",
            "hosts": "Animal Rights Collective Portland",
            "url": "https://www.facebook.com/events/3207332606025063",
            "submission_status": "approved"
        },
        {
            "title": "Virtual Action Hour for Animals",
            "description": "Join us via Zoom as we virtually take action for animals together on the 2nd Wednesday and 4th Sunday of each month. Everyone is welcome regardless of their activism or tech level. We will also be streaming the event LIVE in the Animal Rights Collective Portland (ARCPDX) group but encourage people to join the zoom.<br/><br/>Zoom ID 765 462 2343<br/>https://us02web.zoom.us/j/7654622343",
            "start_datetime": "2020-10-14 18:30:00",
            "end_datetime": "2020-10-14 19:30:00",
            "address": "Online",
            "hosts": "Animal Rights Collective Portland",
            "url": "https://www.facebook.com/events/3207332602691730",
            "submission_status": "approved"
        },
        {
            "title": "Virtual Action Hour for Animals",
            "description": "Join us via Zoom as we virtually take action for animals together on the 2nd Wednesday and 4th Sunday of each month. Everyone is welcome regardless of their activism or tech level. We will also be streaming the event LIVE in the Animal Rights Collective Portland (ARCPDX) group but encourage people to join the zoom.<br/><br/>Zoom ID 765 462 2343<br/>https://us02web.zoom.us/j/7654622343",
            "start_datetime": "2020-10-25 18:30:00",
            "end_datetime": "2020-10-25 19:30:00",
            "address": "Online",
            "hosts": "Animal Rights Collective Portland",
            "url": "https://www.facebook.com/events/3207332619358395/",
            "submission_status": "approved"
        },
        {
            "title": "Vegan Backpacking 101",
            "description": "Want to learn how to backpack and adventure as a vegan? Join FFAC’s San Francisco Director Jose Mendez for a one-hour webinar about vegan backpacking. Jose is a long-distance runner and backpacker who has hiked thousands of miles across the US, including the Pacific Crest Trail, and done it all as a vegan!",
            "start_datetime": "2020-08-26 13:00:00",
            "end_datetime": "2020-08-26 14:00:00",
            "address": "Online",
            "hosts": "Factory Farming Awareness Coalition",
            "url": "https://www.ffacoalition.org/events/veganbackpacking101",
            "submission_status": "approved"
        },
        {
            "title": "CultureShift Book Club: Aphro-ism",
            "description": "Join FFAC’s new CultureShift Book Club! Meetings will take place on the second Tuesday of each month, from 5:30 to 7 p.m. PT. We’ll be discussing a variety of books and long-form articles that explore speciesism, racism, sexism, materialism, and their interconnections. Everyone is welcome! ",
            "start_datetime": "2020-09-08 17:30:00",
            "end_datetime": "2020-09-08 19:00:00",
            "address": "Online",
            "hosts": "Factory Farming Awareness Coalition",
            "url": "https://www.ffacoalition.org/events/2020/9/8/cultureshift-book-club-aphro-ism",
            "submission_status": "approved"
        },
        {
            "title": "Using Local Legislation to Protect Animals: Fur Bans",
            "description": "Learn how to fight back against the cruel fur industry by passing a fur ban in your community! Animals farmed for their fur endure horrific abuse before being killed through gassing, electrocution, neck-breaking, and poisoning. Led by Animal Legal Defense Fund Campaigns Manager Elizabeth Holtz, this webinar will walk you through the mechanics of fur production, the policy issues, including animal cruelty, environmental impacts, and public health, as well as a round-up of existing international, state, and local laws prohibiting the sale of fur. While the webinar will touch on the elements of local legislative campaigns, please refer to earlier webinars (available at aldf.org/circusban and aldf.org/retailban) for an in-depth look at grassroots campaigning.",
            "start_datetime": "2020-08-20 12:00:00",
            "end_datetime": "2020-08-20 13:00:00",
            "address": "Online",
            "hosts": "Animal Legal Defense Fund",
            "url": "https://aldf.org/article/using-local-legislation-to-protect-animals-fur-bans/",
            "submission_status": "approved"
        },
        {
            "title": "Impact Report: Quarter Two 2020",
            "description": "This year has been busy for the Animal Legal Defense Fund! Join Stephen Wells, Executive Director, and Kathleen Schatzmann, Senior Legislative Affairs Manager, as they discuss current cases and projects, plus what’s planned for the rest of the year, with special focus on the Legislative Affairs Program.",
            "start_datetime": "2020-08-26 12:00:00",
            "end_datetime": "2020-08-26 13:00:00",
            "address": "Online",
            "hosts": "Animal Legal Defense Fund",
            "url": "https://aldf.org/article/impact-report-quarter-two-2020/",
            "submission_status": "approved"
        },
        {
            "title": "Critical Caselaw: Judicial Recognition of Animal Sentience",
            "description": "Join Animal Legal Defense Fund Senior Staff Attorneys Jamie Contreras and David B. Rosengard as they discuss how the legal system treats animal sentience and how a trilogy of Oregon cases recognizing animal sentience points towards a new framework for animals within the law.",
            "start_datetime": "2020-09-17 12:00:00",
            "end_datetime": "2020-09-17 13:00:00",
            "address": "Online",
            "hosts": "Animal Legal Defense Fund",
            "url": "https://aldf.org/article/critical-caselaw-judicial-recognition-of-animal-sentience/",
            "submission_status": "approved"
        },
        {
            "title": "Portland VegFest 2020 - Going Virtual!",
            "description": "Historically the largest vegan food festival in the Pacific Northwest, Portland VegFest celebrates its 16th year by going virtual! Explore and chat with new vegan brands and learn about new products from your old favorites. Get your ingredients ready in advance to cook along with our nationally renowned vegan chefs. Hear from vegan activists, entrepreneurs, health experts, award-winning plant-powered athletes, and more.",
            "start_datetime": "2020-10-24 09:00:00",
            "end_datetime": "2020-10-25 17:00:00",
            "address": "Online",
            "hosts": "Northwest VEG",
            "url": "https://nwveg.org/portlandvegfest",
            "submission_status": "approved"
        },
        {
            "title": "Northwest Health and Nurtition Conference",
            "description": "The Northwest Health and Nutrition Conference is a golden opportunity for you to learn the latest information on plant-based nutrition, the effects of diet on chronic disease prevention and control, and about designing an optimum plant-based diet for patients and clients in a clinical setting.  This conference is designed for healthcare professionals, offering up to 6.25 AMA PRA Category 1 Credits™  for many medical professionals (6.5 for dietitians), but others with strong interests in nutrition and health are welcome to attend.",
            "start_datetime": "2020-10-17 08:45:00",
            "end_datetime": "2020-10-17 17:00:00",
            "address": "Online",
            "hosts": "Northwest VEG",
            "url": "https://nwveg.org/health-conference",
            "submission_status": "approved"
        },
        {
            "title": "Solidarity Speaker: Building Power for Systemic Change",
            "description": "We are proud to host a presentation by East Bay Resistance!<br/><br/>The East Bay Resistance organizes protests and actions for human rights and social justice. Their vision is to develop leaders and build power through their communities to drive systemic change, improve the quality of life for their families, and build the leadership capacity within the undermargenalized communities. Learn more at https://linktr.ee/eastbayresistance<br/><br/>This is a part of our solidarity speaker series that features  activists and organizers from various local organizations helping to make the world a better place! Through these speaker events we aim to build more solidarity between organizations and causes, educate our community about different issues and groups, and expose other groups to the work we are doing.<br/><br/>*Please RSVP or message us for the Zoom meeting link!*<br/><br/>----<br/><br/>Direct Action Everywhere (DxE) is a grassroots network of animal rights activists. Through open rescue, demonstration, and disruption, we are creating a world where every animal is safe, happy and free.<br/><br/>DxE cultivates a welcoming and supportive community. We ask that all those who attend our events (online and offline) respect our Code of Conduct which can be reviewed at Dxe.io/conduct<br/><br/>To learn about our vision, goals, strategy and more check out the San Francisco Bay Area chapter Activist Handbook here: https://dxe.io/sfbayhandbook<br/><br/>If you have any questions or concerns, please e-mail sfbay@directactioneverywhere.com",
            "start_datetime": "2020-08-28 17:00:00",
            "end_datetime": "2020-08-28 18:30:00",
            "address": "Online",
            "hosts": "Direct Action Everywhere - SF Bay Area and East Bay Resistance",
            "url": "https://www.facebook.com/events/336388467554677/",
            "submission_status": "approved"
        },
        {
            "title": "August Chapter Meeting: My Most Important Climate Solutions",
            "description": "Brian Ettling, Portland Chapter's Climate Legislation and Presentation Working Group Lead, is a professional Climate Change Communicator, Organizer, Writer, and Public Speaker. He will be speaking on the importance of contacting your members of Congress for Climate Action. As an experienced and knowledgable speaker, he will offer us valuable information and inspiration. For our new leaders, Brian will show how he has incorporated his personal climate story and the Truth in 10 slides into a custom presentation.<br/><br/>We will take time for brief introductions, learn what other climate organizations and groups are working on, and a call to action. All are welcome.<br/><br/>The Zoom link will be emailed to you after you register for this FREE event at https://www.eventbrite.com/e/my-most-important-solutions-to-climate-action-tickets-115661493641<br/><br/>",
            "start_datetime": "2020-08-18 18:30:00",
            "end_datetime": "2020-08-18 20:00:00",
            "address": "Online",
            "hosts": "Climate Reality - Portland, OR Chapter",
            "url": "https://www.facebook.com/events/638073940170879/",
            "submission_status": "approved"
        },
        {
            "title": "Meetup: How we will Place a Moratorium on Murder",
            "description": "DxE is calling for a statewide moratorium on slaughterhouses and factory farms. But what exactly is a moratorium and how can it lead to ending animal exploitation? Come to the Meetup to hear about the history of moratoriums and how other states have already used moratoriums to impact animal agriculture.<br/><br/>Message us for the Zoom link!<br/><br/>Shelter-in-place won't stop us from being together as a community! We have weekly Meetups because it's extremely valuable for us regularly interact, even if we can't do so in person. Connecting with fellow activists strengthens out friendships, animal rights community, and the entire movement, which makes us better able to fight for animal liberation! The more we know and trust one another, the more resistant our community is to infiltration and in-fighting. It's also important for our own personal mental health to feel connected and support during these hard times.<br/><br/>Every Saturday at 11am we have Meetups for everyone and anyone who cares about animals and making the world a better place! 🌍🐮🐷🐔🐭🦊🐠<br/><br/>Learn more about our values here: dxe.io/values<br/><br/>---<br/><br/>Direct Action Everywhere (DxE) is a grassroots network of animal rights activists. Through open rescue, demonstration, and disruption, we are creating a world where every animal is safe, happy and free.<br/><br/>DxE cultivates a welcoming and supportive community. We ask that all those who attend our events (online and offline) respect our Code of Conduct which can be reviewed at dxe.io/conduct<br/><br/>To learn about our vision, goals, strategy and more check out the San Francisco Bay Area chapter Activist Handbook here dxe.io/handbook<br/><br/>If you have any questions or concerns, please e-mail sfbay@directactioneverywhere.com",
            "start_datetime": "2020-08-22 11:00:00",
            "end_datetime": "2020-08-22 12:30:00",
            "address": "Online",
            "hosts": "Direct Action Everywhere - SF Bay Area and Vegans of the Bay",
            "url": "https://www.facebook.com/events/290159298982265/",
            "submission_status": "approved"
        },
        {
            "title": "Virtual Workshop: Creative Tactics",
            "description": "In this virtual workshop, we’ll dive into creative tactics that matter, learn how we can assess the success of the actions we take, and begin developing a strategic roadmap of campaign tactics. In addition to new ideas we collectively brainstorm, we’ll provide take-home resources including a guide to create your own large banners and light-up signs, a thorough action plan template, and more!<br/><br/>You will receive instructions on how to join the online workshop via email after you signup here: https://actionnetwork.org/events/creative-tactics-2/<br/><br/>*Please note: you will want to join this virtual workshop from a computer with a microphone and preferably video, as this will allow you to fully participate in our breakout session.*",
            "start_datetime": "2020-08-19 16:00:00",
            "end_datetime": "2020-08-19 17:30:00",
            "address": "Online",
            "hosts": "NEAVS",
            "url": "https://www.facebook.com/events/681783959350888/",
            "submission_status": "approved"
        },
        {
            "title": "Fact Checking Animal Rights Media",
            "description": "NARN is very excited to be hosting Christopher Sebastian for a very informative talk on Fact Checking!<br/><br/>Learn how to call bullshit on misinformation, navigate information disorder, become a smarter news consumer, and find out why we don't use the phrase Fake News. Whether you're vegan or not, you don't want to miss this.<br/><br/>You'll need to register in advance to secure your spot:<br/>https://us02web.zoom.us/meeting/register/tZ0vcu-pqDsvHtTi5-WrqErAxRB8S72tOGxr<br/><br/>After registering, you will receive a confirmation email containing information about joining the meeting.<br/><br/>To learn more about Christopher Sebastian and his work, please check out www.ChristopherSebastian.info",
            "start_datetime": "2020-08-22 10:00:00",
            "end_datetime": "2020-08-22 11:00:00",
            "address": "Online",
            "hosts": "NARN ( Northwest Animal Rights Network ) and Fernando Calrissian",
            "url": "https://www.facebook.com/events/987625745001202/",
            "submission_status": "approved"
        },
        {
            "title": "How to Change the World in One Generation - DxE Intro Workshop",
            "description": "Right now the most vulnerable individuals are being exploited on a massive scale and it will only get worse if we don’t take action now. But can we as average citizens really make a difference to help them? The answer is YES. In Direct Action Everywhere’s workshop, you will learn the history of social movements, the ground-breaking new research that shows the power of ordinary people, and the bold plan to nonviolently abolish the most harmful industry on earth that kills billions of animals every year. <br/><br/>Zoom link: https://berkeley.zoom.us/j/94813081680<br/>Meeting ID: 948 1308 1680<br/><br/><br/>Please sign up to our email list before you attend this event:<br/>dxe.io/signup<br/><br/> - - - <br/><br/>This interactive workshop was created by DxE co-founder and former Northwestern law professor Wayne Hsiung. After this workshop you will have the tools to begin taking high impact action with thousands around the world to create historic change by saving billions of lives.<br/><br/>If you're interested in joining our community for change by becoming a chapter member, this workshop is required. Sign-up to be a chapter member at dxe.io/apply. <br/><br/>--- <br/><br/>Direct Action Everywhere (DxE) is a grassroots network of animal rights activists. Through open rescue, demonstration, and disruption, we are creating a world where every animal is safe, happy and free.<br/><br/>DxE cultivates a welcoming and supportive community. We ask that all those who attend our events (online and offline) respect our Code of Conduct which can be reviewed at dxe.io/conduct<br/><br/>Location information: Online over Zoom. Join link at https://berkeley.zoom.us/j/94813081680. Meeting ID: 948 1308 1680. <br/><br/><br/>To learn about our vision, goals, strategy and more check out the San Francisco Bay Area chapter Activist Handbook here: https://dxe.io/sfbayhandbook<br/><br/>If you have any questions or concerns, please e-mail sfbay@directactioneverywhere.com",
            "start_datetime": "2020-08-19 17:00:00",
            "end_datetime": "2020-08-19 20:00:00",
            "address": "Online",
            "hosts": "Direct Action Everywhere - SF Bay Area",
            "url": "https://www.facebook.com/events/2651741481710615/",
            "submission_status": "approved"
        },
        {
            "title": "Food Not Bombs PDX Friday Summer Serving",
            "description": "Even through this pandemic we are continuing to offer our weekly meal serving in the park. Meet us near the playground on SE 32nd, by the rock.<br/>Bring your own container and spoon/fork. Wear a face covering and something to wash your hands, like a water bottle with soap.<br/>Please maintain a safe distance from other people during the serving.<br/>We might be giving away some produce too so make sure to bring a reusable bag to take some home.<br/>To help us with the prep, join the Food Not Bombs PDX Friday Kitchen group. If you can, join us after the serving 8pm at Kailash Ecovillage to wash the pots.",
            "start_datetime": "2020-08-28 18:30:00",
            "end_datetime": "2020-08-28 19:30:00",
            "address": "Online",
            "hosts": "Food Not Bombs PDX",
            "url": "https://www.facebook.com/events/584572195822549/",
            "submission_status": "approved"
        },
        {
            "title": "September Animal Rights Collective Portland Virtual Meeting",
            "description": "Just because the world has slowed down doesn't mean our activism has to! Join us via Zoom for an evening of support, sharing and brainstorming on upcoming animal rights online and in-person actions and events.  <br/><br/>6:30pm Welcome to the Animal Rights Collective Portland! <br/>6:40pm Brief Introductions and check-ins<br/>6:50pm Nonprofit spotlight - Ash with Portland Burrito Brigade<br/>7:00pm Workshop - Building relationships with your legislatures with Kelly Peterson of HSUS<br/>7:20pm Discussion and brainstorming campaign and action ideas surrounding The Oregon National Primate Research Center<br/>7;30pm Upcoming virtual events in the ARCPDX Facebook group: Virtual Action Hour, Discussion Group, Raices PB<br/>7:50-8:00pm Open forum for brainstorming on upcoming online and in-person events/actions/rallies. <br/><br/>Please contact Chelsea V Davis with agenda ideas or if your group would like to \"co-host\".<br/><br/>The meeting will take place over Zoom. If you haven't used Zoom before, no worries! It is simple, free and we will be sharing instructions shortly. <br/><br/>Reach out with any questions. <br/><br/><br/>Zoom link:<br/>https://us02web.zoom.us/j/7654622343<br/><br/>By attending this meeting you are agreeing to the Animal Rights Collective Portland Meeting/Event Conduct Guidelines:<br/>https://docs.google.com/document/d/1kdRlqzS4Le8hWjirxHueS3ODR5os8JbMWUg8O6EvRU0/edit?usp=sharing<br/><br/>Meeting Agendas &amp; Notes<br/>https://docs.google.com/document/d/1QI86RLYTPUjPJYYc18CrRFaEA4mEWN72hglEZ33-VTM/edit?usp=sharing",
            "start_datetime": "2020-09-02 18:30:00",
            "end_datetime": "2020-09-02 20:00:00",
            "address": "Online",
            "hosts": "Animal Rights Collective Portland",
            "url": "https://www.facebook.com/events/313251426547817/",
            "submission_status": "approved"
        },
        {
            "title": "Online Day of Action To Stop Killing Wolves in Washington",
            "description": "Terrible news out of Washington: The two remaining wolves of the Wedge pack, an adult female and an adult male, were killed by the state last week, finishing off the pack completely. Now, up to two wolves from the Leadpoint pack in Stevens County remain in danger of being killed.<br/><br/>Since 2012 the state has killed 34 wolves. Nearly all were slaughtered for conflicts on public lands, with 29 killed for the same livestock owner. The Washington Department of Fish and Wildlife, catering to livestock operators, is out for blood. Washington's killing of wolves is barbaric and cruel, and must be stopped.<br/> <br/>Multiple wolf conservation organizations are calling for the WDFW to immediately halt its ruthless killing of wolves to appease private ranching interests, and calling on Governor Inslee to reform wolf management in the state.     <br/><br/>Please join our Day of Action Protest on Monday, August 24th to demand an end to the killing! <br/><br/>Next Monday, we ask you to: <br/><br/>1) Contact WDFW Director Kelly Susewind <br/>360-902-2200<br/>Kelly.Susewind@dfw.wa.gov, director@dfw.wa.gov<br/><br/>2) Contact Kelly's boss, the WA Fish and Wildlife Commission 360-902-2267<br/>commission@dfw.wa.gov<br/>https://wdfw.wa.gov/about/commission/contact<br/><br/>3) Contact Governor Jay Inslee. He has the authority to reign in the Department: https://www.governor.wa.gov/contact/contact/send-gov-inslee-e-message<br/><br/>Read this letter to Governor Inslee submitted by 18 conservation organizations last week: <br/><br/>https://www.biologicaldiversity.org/campaigns/wolves_on_the_west_coast/pdfs/Inslee-Letter_Wolf-Advisory-Group.pdf",
            "start_datetime": "2020-08-24 00:00:00",
            "end_datetime": "2020-08-24 23:59:00",
            "address": "Online",
            "hosts": "Western Wildlife Outreach, Western Washington Wolf Coalition",
            "url": "https://www.facebook.com/events/313794309869801/",
            "submission_status": "approved"
        },
        {
            "title": "Shutting Down the Puppy Mill Pipeline - Webinar Series Part 1",
            "description": "New Yorkers, we're so close to shutting down the puppy mill pipeline!<br/><br/>The New York State Senate passed the Puppy Mill Pipeline Bill, a bill to prohibit the sale of dogs, cats and rabbits in pet stores across our state this past July. Now, we need your help to pass the bill in the Assembly!<br/><br/>You’re invited to join us for part one of our three-part webinar series: Shutting Down the Puppy Mill Pipeline. On Tuesday, September 1, at 12:30 PM, join Voters For Animal Rights (VFAR), American Society for the Prevention of Cruelty to Animals (ASPCA), The Humane Society of the United States (HSUS), the New York State Animal Protection Federation (The Fed), Companion Animal Protection Society (CAPS) and the Animal Legal Defense Fund (ALDF) to learn about the New York Puppy Mill Pipeline Bill, including its current status, and talk about how you can help pass this bill pass into law.",
            "start_datetime": "2020-09-01 09:30:00",
            "end_datetime": "2020-09-01 10:30:00",
            "address": "Tickets www.surveymonkey.com/r/D6D8NFN",
            "hosts": "Shut Down the Puppy Mill Pipeline New York, ASPCA, and Voters For Animal Rights",
            "url": "https://www.facebook.com/events/911457612676997/",
            "submission_status": "approved"
        },
        {
            "title": "Pet Laws",
            "description": "Join Lewis & Clark Law School Clinical Professor and Director of our Animal Law Clinic, Kathy Hessler, at this free webinar at 12pm PST on Wednesday, August 26th. Professor Hessler will be discussing anti-cruelty laws, leash and anti-tethering laws, family law, tenancy, adoption and foster practices, veterinary malpractice and more! To register, visit https://woobox.com/d4xciy",
            "start_datetime": "2020-08-26 11:00:00",
            "end_datetime": "2020-08-26 12:00:00",
            "address": "Online",
            "hosts": "Lewis & Clark Law School, FindLaw.com",
            "url": "https://woobox.com/d4xciy",
            "submission_status": "approved"
        },
        {
            "title": "PANDEMIC CONSEQUENCES OF OUR FOOD CHOICES",
            "description": "Changemaker Captain, Robert Rieck, will be giving a presentation examining how factory farming invites infectious disease outbreaks, like the current Covid-19 pandemic. Robert is a volunteer presenter for Factory Farming Awareness Coalition (FFAC), a nonprofit organization that provides educational presentations about industrial agriculture/factory farming. There will be time reserved at the end for Q&amp;A.<br/><br/>Please RSVP here to get the video call link: https://secure.everyaction.com/CUkucjCSxEq91nAbK8AQzg2<br/><br/>THL takes seriously its commitment to fun, safe, and welcoming events, and wants to ensure all attendees understand the nature of the event - including that attendees must be 18 years of age or older (or accompanied by a parent or guardian), that your photo may be taken during the event, and that attendees must adhere to THL's Safer Spaces Policy. Be sure to RSVP at the link above, which includes all necessary event information. By attending the event, you agree to the event information found at the RSVP link above.",
            "start_datetime": "2020-09-21 15:00:00",
            "end_datetime": "2020-09-21 16:30:00",
            "address": "Online",
            "hosts": "The Humane League Changemakers, Robert Rieck",
            "url": "https://www.facebook.com/events/714553492427859/",
            "submission_status": "approved"
        },
        {
            "title": "Fighting Climate Change with Your Diet!",
            "description": "The impacts of climate change are imminent and serious, but that doesn't mean we should feel helpless to do something about it! Sophomore Gianna Calligy and senior Olivia D'Andrea of the University of the Sciences in Philadelphia discuss how they fight climate change with the way they eat, how you can take steps to reduce your carbon footprint while also helping millions of animals and improving your own health by making a few simple food swaps. Special guests will be Victor Flores, Western Online &amp; Community Outreach Specialist for Vegan Outreach and Matt Ruscigno, Registered Dietitian, MPH. <br/><br/>Make sure to register for this FREE webinar as space is limited.<br/><br/>NOTE: Everyone registering for this event will automatically be signed up to our 10 Weeks to Vegan program to receive one email per week for ten weeks. You will get recipes, info on new products and advice from a Registered Dietitian!",
            "start_datetime": "2020-09-12 11:00:00",
            "end_datetime": "2020-09-12 12:00:00",
            "address": "Tickets us02web.zoom.us/webinar/register/7915977727771/WN_s5db1IxARWiRrNBuRbahEA",
            "hosts": "Vegan Outreach and Matthew Ruscigno, Registered Dietitian",
            "url": "https://www.facebook.com/events/289375429022331/",
            "submission_status": "approved"
        },
        {
            "title": "Portland Social Meetup",
            "description": "Gather virtually with fellow animal advocates for a fun and non-structured social event. Most of us are joining from Portland, but all are welcome!<br/><br/>RSVP here to get the Zoom link https://secure.everyaction.com/TBVnlG7-g06SebQGxhh-nw2<br/><br/>THL takes seriously its commitment to fun, safe, and welcoming events, and wants to ensure all attendees understand the nature of the event - including that attendees must be 18 years of age or older (or accompanied by a parent or guardian), that your photo may be taken during the event, and that attendees must adhere to THL's Safer Spaces Policy. Be sure to RSVP at the link below, which includes all necessary event information. By attending the event, you agree to the event information found at the RSVP link below. ",
            "start_datetime": "2020-08-28 18:00:00",
            "end_datetime": "2020-08-28 19:00:00",
            "address": "Online",
            "hosts": "The Humane League Changemakers",
            "url": "https://www.facebook.com/events/3695403073811444/",
            "submission_status": "approved"
        },
        {
            "title": "The 36th Veg Food Fest",
            "description": "The 36th annual Veg Food Fest is here! This year things look a little different; but we're still going to have great programming, great eats, great community and all the things you've come to expect at North America's largest vegan festival!",
            "start_datetime": "2020-09-11 08:00:00",
            "end_datetime": "2020-09-13 16:00:00",
            "address": "Online",
            "hosts": "Toronto Vegetarian Association and Veg Food Fest",
            "url": "https://www.facebook.com/events/601704527428637/",
            "submission_status": "approved"
        },
        {
            "title": "Run For Regan",
            "description": "WHAT: Run For Regan<br/><br/>&gt;&gt; CLICK ON THIS LINK to sign up (You will be asked to provide your name/pseudonym, location, and planned running/walking/biking distance): https://docs.google.com/forms/d/e/1FAIpQLSepbrs9hvQdkj0IxbNkfUMJZ8hqAADqhOuQZOATPQYPRNItyw/viewform<br/><br/>KM SUBMISSIONS/MODIFICATIONS: If you already submitted your kms and need to make a modification, please send a private message either to Melanie Martina, Karen Leeson Upshaw, or Amy Cleroux. If you already submitted your kms via private message, please do not submit them again through the link.<br/><br/>* * *<br/><br/>WHY: Every day at Fearmans slaughterhouse in Burlington, Ontario, 10,000 pigs are sentenced to a horrific death. Before they enter this facility and have their lives needlessly taken from them, some of these individuals experience - for the first time in their lives - a brief moment of compassion from activists who stop the trucks to bear witness to these unseen victims. On June 19th, 2020, a mere two days after ag-gag Bill 156 was passed through the Ontario Legislature, one of these activists - fierce animal rights champion Regan Russell - was violently run over and killed by a truck transporting pigs to Fearmans. The driver of the truck - who appears to have been emboldened by the passing of Bill 156 - has escaped criminal charges, and the Halton Police did not release the name of the truck driver, or the video of the incident.<br/> <br/>* * *<br/><br/>WHEN: On Saturday September 19 - on the 3 month anniversary of her tragic death - let us honor Regan’s life as well as the lives of the 10,000 pigs who are are killed each day at Fearmans slaughterhouse.<br/><br/>* * *<br/> <br/>WHERE:  Everywhere!<br/><br/>* * *<br/><br/>HOW: Together, we will collectively run, walk, and bike 10,000 kms or more. <br/><br/>* * *<br/><br/>WHO: Everyone is encouraged to participate in any capacity and distance in their respective cities. **Please mark yourselves as \"GOING\" if you plan to participate and click on the link at the top of the page to let us know how many kms you plan to run/walk/bike. And please SHARE SHARE SHARE this event with as many people as possible!<br/><br/>* * *<br/><br/>ABOUT THE ORGANIZER:<br/><br/>Hello, my name is Orlando. I am a husband, father, mason, and running enthusiast. I recently completed my goal of running every single street in Barrie, ON to raise awareness about veganism and the benefits of an animal-free diet and lifestyle. I have participated in several road races, obstacle races, duathlons, as well as fundraising events such as The Ride To Conquer Cancer. My longest running distance to date is a Marathon, and on September 19, 2020, my goal is to surpass that distance by running 50 kms to honor Regan’s memory. I hope that others from across the globe will join me in achieving a collective 10,000 kms (or more!) to honor Regan as well as the 10,000 pigs who are senselessly slaughtered each day at Fearmans.<br/><br/>Follow us on Instagram: https://instagram.com/run4regan?igshid=1sbq1zrf1w03a<br/><br/>#Run4Regan #JusticeForReganRussell #GoVegan4Regan #SavePigs4Regan #StopBill156 #RepealBill156<br/><br/>Demand a Coroner’s Inquest: https://www.change.org/p/regional-supervising-coroner-demand-a-coroner-s-inquest-in-the-death-of-activist-regan-russell?recruiter=65282734&amp;utm_source=share_petition&amp;utm_medium=facebook&amp;utm_campaign=psf_combo_share_initial&amp;utm_term=petition_dashboard&amp;recruited_by_id=92b5c723-cb17-4d31-b563-f75554925307&amp;utm_content=fht-23450758-en-ca%3A3<br/><br/>Petition - Stop Bill 156: https://www.change.org/p/doug-ford-stop-bill-156-ontario-s-ag-gag-law?fbclid=IwAR1_2bNHpyxvKXomJmL3siOFNNTOwGEnj5qsNJYqRPQajfCbHkHokec3R3w<br/><br/>Petition - Repeal Ag Gag Laws &amp; Protect Farmed Animals: https://e-activist.com/page/63205/petition/1?ea.tracking.id=facebook&amp;fbclid=IwAR1qSMVKToOpAnsrIvW6vakPpdxPX2NvHwnR8ZC5NY6BREySaMfbSD1JMvI<br/><br/>",
            "start_datetime": "2020-09-18 21:00:00",
            "end_datetime": "2020-09-19 20:59:00",
            "address": "Worldwide ",
            "hosts": "Melanie Martina, Orlando Martina and 3 others",
            "url": "https://www.facebook.com/events/639367623351617/",
            "submission_status": "approved"
        },
        {
            "title": "White Meat with Christopher Sebastian",
            "description": "Join us for a webinar from Christopher Sebastian entitled 'White Meat' which will talk about how the alt right has weaponized the exploitation of animals and turned it into a symbol of nationalism and white identity. <br/><br/>Eating and exploiting animals is a crucial aspect of defining white national identity. Those who strongly identify with white nationalist ideology view the consumption of animal bodies as an act of solidarity. At the end of the day, the question for me is not, “Why is animal exploitation a matter of white national identity?” To the animals who exist as mere products in the food chain, it doesn’t matter. For me, the question is, “Why do more people not forego animal exploitation as a matter of political resistance?\"<br/><br/>Register here to join this fascinating discussion: <br/>https://us02web.zoom.us/meeting/register/tZ0ocOqgpj0pH9CL-S-GVTneIeyMkVVxbTUR <br/><br/>Event takes place on Sunday, September 27th at 10am PDT.<br/><br/>To learn more about Christopher Sebastian's work, please see <br/>https://www.christophersebastian.info/lectures",
            "start_datetime": "2020-09-27 10:00:00",
            "end_datetime": "2020-09-27 11:30:00",
            "address": "online ",
            "hosts": "NARN ( Northwest Animal Rights Network )",
            "url": "https://www.facebook.com/events/619175149025041/",
            "submission_status": "approved"
        },
        {
            "title": "Intersectional Veganism: A conversation about plant-based wellness and community health",
            "description": "In the first of our webinar series on Intersectional Veganism we are honored to welcome special guest Tina Archuleta, Owner and Founder of Itality Plant-Based Wellness, to share some of her expertise and experiences. We will discuss plant-based wellness and learn about how Tina has been actively promoting healthy eating and reclamation of wellness in her community in Jemez Pueblo, New Mexico. <br/><br/>This Intersectional Veganism Webinar Series aims to explore some of the ways that being vegan helps support other forms of activism, and why it is important for animal rights activists to actively support other social justice movements.  <br/><br/>Tina Archuleta is a tribal member of the Jemez Nation. She is a Natural Therapeutic Specialist (NTS), Licensed massage therapist (LMT), and Doula in training. Her love for natural remedies and wellness has been the guiding force of her life’s work. For the past 12 years Tina has been actively promoting healthy eating and reclamation of wellness in her community. She is the owner and founder of Itality: Plant Based Wellness. Where her company’s mission is to cultivate wellness in Native communities with locally sourced, organic, plant based food.",
            "start_datetime": "2020-09-15 17:00:00",
            "end_datetime": "2020-09-15 18:00:00",
            "address": "Online",
            "hosts": "Plant-Based Eating New Mexico",
            "url": "https://www.facebook.com/events/637748723834675/",
            "submission_status": "approved"
        },
        {
            "title": "How to Save a Life: Useful Skills for Animal Caretakers Part 1",
            "description": "Join shelter veterinarian Dr. Crystal Heath for a training in basic medical support, providing first aid, performing a physical exam, identifying potential disease, preventing disease outbreaks, surgical assisting/recovery and ensuring someone gets the care they need.<br/><br/>We will post a zoom link to join the call on September 20th. ",
            "start_datetime": "2020-09-20 13:00:00",
            "end_datetime": "2020-09-20 15:00:00",
            "address": "Online Zoom Meeting ",
            "hosts": "Direct Action Everywhere - SF Bay Area",
            "url": "https://www.facebook.com/events/316727579746440/",
            "submission_status": "approved"
        },
        {
            "title": "Will Stolzenburg - Discussing Saving America's Lion",
            "description": "Author of Heart of a Lion, Rat Island, Where the Wild Things Were and most recently Towpath’s Tail - Stolzenburg tells us he writes about animals, for three reasons: “Because I find them wondrous, and good for the soul. Because it haunts me to know how badly we treat so many of them. And because they deserve every voice, every compassionate ally we can muster on their behalf.” Join us for this lively and informative discussion. There will be a limited live Q&amp;A afterwards. Register for this webinar today!",
            "start_datetime": "2020-09-24 13:00:00",
            "end_datetime": "2020-09-24 14:00:00",
            "address": "Online",
            "hosts": "Mountain Lion Foundation",
            "url": "https://www.facebook.com/events/596829440978497/",
            "submission_status": "approved"
        },
        {
            "title": "NARN's Monthly Activist Support Group Launch",
            "description": "Things are tough right now, we need to support each other. NARN is hosting a monthly support group for animal activists - join us for our next call on Sept. 10! <br/><br/>NARN is committed to helping activists build resilience and community. It can feel overwhelming to keep standing up for animal rights in the face of everything these days, so we are introducing a monthly support call for activists, on the second Thursday of every month at 6pm Pacific.Right now, calls will be via Zoom, but when it's Covid-safe, we will transition to in person. The purpose of our support group is to create a space where animal activists can be in community with each other, to feel heard and emotionally supported.These calls will be facilitated by our Board member, Lorrin Maughan, who is a certified Gestalt coach. <br/><br/>Register here!<br/>https://actionnetwork.org/events/narns-monthly-activist-support-group",
            "start_datetime": "2020-09-10 18:00:00",
            "end_datetime": "2020-09-10 20:00:00",
            "address": "Online",
            "hosts": "NARN ( Northwest Animal Rights Network )",
            "url": "https://www.facebook.com/events/770166367143329/",
            "submission_status": "approved"
        },
        {
            "title": "Online Assembly: When Black Power Meets Animal Rights",
            "description": "Did you know that in Pennsylvania in the 1970s, a collective called MOVE formed whose mission was to organize for black power and animal rights? Black history is animal rights history. <br/><br/>Join us on September 12th as we hear from Mike Africa Jr., member of The MOVE Organization who was born in prison to parents who were political prisoners. Mike will share his story and how he maintains a “never give up” attitude. <br/><br/>Mike was born in prison after his parents were arrested and sentenced to 100 years in prison. A week later, he was separated from them and placed into an abusive orphanage. Years later, his family was bombed by Philadelphia police and eleven of his family members were killed. Mike, at the age of 13, dedicated his life to bringing his parents home from prison and finally, when he was 40, they were paroled and reunited.<br/><br/>----------------------------------------------------------------<br/><br/>Register at liberationconference.com<br/><br/>Information to join the Zoom call will be emailed to those who register.<br/><br/>----------------------------------------------------------------<br/><br/>The Animal Liberation Online Assembly is an ongoing virtual gathering of animal rights activists. During a time of physical distancing, stay connected and find community. Be part of a movement that is bringing people together from around the world, to achieve revolutionary social and political change for animals.<br/>The Online Assembly is the second Saturday of each month at 11am PDT (2pm EDT). Connect with activists from around the world, learn from leaders in social justice, and be part of a community for change. You can join at any time and you don’t need to make it to every one - come when you can!<br/>Together, we will put liberation into action with our own hearts, minds, and hands.<br/>All are welcome, including those new to activism and veganism.<br/><br/>Email info@liberationconference.com for further questions or accessibility requests. ASL interpretation is available but please email us to coordinate.<br/><br/>Online events are subject to our code of conduct - visit dxe.io/conduct to learn more.<br/>",
            "start_datetime": "2020-09-12 11:00:00",
            "end_datetime": "",
            "address": "Online",
            "hosts": "Direct Action Everywhere - DxE, Direct Action Everywhere - SF Bay Area and Animal Liberation Conference",
            "url": "https://www.facebook.com/events/2928382023940267/",
            "submission_status": "approved"
        },
        {
            "title": "Animals, Pandemics and Global Health",
            "description": "In the first session of the Animals, Climate Change and Global Health Webinar Series, we will explore how human use of wild and domestic animals for food, together with environmental destruction and habitat loss, leads to an increase in zoonotic diseases with high potential to turn into epi- and pandemics. We will discuss the consequences for global human and animal health and wellbeing, including: What role does industrial animal agriculture play? How can we prevent the future development of zoonoses that may turn into epi- and pandemics?<br/><br/>Moderator: Jan Dutkiewicz (Harvard Law School)<br/><br/>Speakers: Michael Greger (NutritionFacts.org), Mia MacDonald (Brighter Green), Astra Taylor (Documentary filmmaker and writer)<br/><br/>More information on this webinar and the webinar series can be found at www.animalsclimatehealth.com<br/><br/>Register at https://jh.zoom.us/webinar/register/WN_4eji8lDGR46XAYOFMcuFSA ",
            "start_datetime": "2020-09-18 09:00:00",
            "end_datetime": "2020-09-18 11:30:00",
            "address": "online ",
            "hosts": "Animals x Climate Change x Global Health Webinar Series",
            "url": "https://www.facebook.com/events/305100420586497/",
            "submission_status": "approved"
        },
        {
            "title": "Virtual Action Hour for Animals",
            "description": "Join us via Zoom as we virtually take action for animals together on the 2nd Wednesday and 4th Sunday of each month. Everyone is welcome regardless of their activism or tech level. We will also be streaming the event LIVE in the Animal Rights Collective Portland (ARCPDX) group but encourage people to join the zoom.<br/><br/>Zoom ID 252 546 9582<br/>https://us02web.zoom.us/j/2525469582",
            "start_datetime": "2020-11-11 18:30:00",
            "end_datetime": "2020-11-11 19:30:00",
            "address": "Online",
            "hosts": "Animal Rights Collective Portland",
            "url": "https://www.facebook.com/events/3207332622691728/",
            "submission_status": "approved"
        },
        {
            "title": "Non-Arrestable Actions Training",
            "description": "Learn the tricks of the non-arrestable actions. These actions are not 100% guaranteed to avoid arrest, but so far have been 100% effective in doing so in our experience. They are effective, and fun!! <br/><br/>Topics include:<br/>Efffectiveness<br/>Respect<br/>Non-Violence<br/>Media<br/>Police<br/>Communication<br/>Safety",
            "start_datetime": "2020-09-12 17:00:00",
            "end_datetime": "2020-09-12 18:30:00",
            "address": "Online",
            "hosts": "Pacific Region, Extinction Rebellion America XR and Extinction Rebellion America",
            "url": "https://www.facebook.com/events/254973162209274/",
            "submission_status": "approved"
        },
        {
            "title": "Virtual Action Hour for Animals",
            "description": "Join us via Zoom as we virtually take action for animals together on the 2nd Wednesday and 4th Sunday of each month. Everyone is welcome regardless of their activism or tech level. We will also be streaming the event LIVE in the Animal Rights Collective Portland (ARCPDX) group but encourage people to join the zoom.<br/><br/>Zoom ID 252 546 9582<br/>https://us02web.zoom.us/j/2525469582",
            "start_datetime": "2020-12-27 18:30:00",
            "end_datetime": "2020-12-27 19:30:00",
            "address": "Online",
            "hosts": "Animal Rights Collective Portland",
            "url": "https://www.facebook.com/events/3207332629358394/",
            "submission_status": "approved"
        },
        {
            "title": "University of Washington IACUC Meetings",
            "description": "The University of Washington's Institutional Animal Care and Use Committee (IACUC) will be meets monthly to discuss various research protocols (study designs) that use animals. This is your chance to hear what the University of Washington is doing to animals used in research.  This meeting is being held via Zoom. <br/>Link for Oct 15th event TBD<br/> You can check for updates here:<br/>https://www.washington.edu/publicrecords/special-meetings-notices/ <br/><br/>You also have an opportunity to speak for 2 minutes at the end of the meeting.  Please call in and speak for the animals!   You don't have to be an expert on anything, but it is important that the IACUC members hear from folks that care how animals are treated.<br/><br/>To check for future meetings, see their meeting calendar here (copy &amp; paste link into your browser)<br/>http://oaw.washington.edu/iacuc-meeting-schedule/",
            "start_datetime": "2020-10-15 14:30:00",
            "end_datetime": "2020-10-15 16:00:00",
            "address": "Online",
            "hosts": "NARN ( Northwest Animal Rights Network )",
            "url": "https://www.facebook.com/events/309427547005793/",
            "submission_status": "approved"
        },
        {
            "title": "Virtual Action Hour for Animals",
            "description": "Join us via Zoom as we virtually take action for animals together on the 2nd Wednesday and 4th Sunday of each month. Everyone is welcome regardless of their activism or tech level. We will also be streaming the event LIVE in the Animal Rights Collective Portland (ARCPDX) group but encourage people to join the zoom.<br/><br/>Zoom ID 252 546 9582<br/>https://us02web.zoom.us/j/2525469582",
            "start_datetime": "2020-12-09 18:30:00",
            "end_datetime": "2020-12-09 19:30:00",
            "address": "Online",
            "hosts": "Animal Rights Collective Portland",
            "url": "https://www.facebook.com/events/3207332626025061/",
            "submission_status": "approved"
        },
        {
            "title": "Voices for Animal Liberation Online Reading!",
            "description": "Voices for Animal Liberation is an anthology that was released by Skyhorse Publishing in March 2020. Join us for this online reading to celebrate 6 months since the book's release! <br/><br/><br/>The following contributors will read excerpts from their powerful stories: <br/><br/>Gene Baur, founder of Farm Sanctuary <br/><br/>Dotsie Bausch, Olympic medalist and founder of Switch4Good <br/><br/>Amy Jean Davis, founder of Los Angeles Animal Save<br/><br/>Karen Davis, founder of United Poultry Concerns <br/><br/>Sean Hill, award- winning multidisciplinary artist and humanitarian <br/><br/>Gwenna Hunter, community events coordinator for Vegan Outreach and founder of Vegans of L.A <br/><br/>Brittany Peet, Deputy General Counsel for Captive Animal Law Enforcement- PETA Foundation <br/><br/>Jill Robinson, founder and CEO of Animals Asia <br/><br/>Dani Rukin, citizen journalist for JaneUnchained News <br/><br/>Gillian Meghan Walters, creator of MummyMOO project <br/><br/><br/>and Brittany Michelson, author/ editor of the anthology <br/><br/><br/>Connect with activists from different backgrounds as they reveal their perspectives on animal rights, their experiences taking action for animals, the challenges they've faced, and the meaning of activism in their lives.<br/><br/><br/>*Click the Zoom link to join:  https://zoom.us/j/94671449992<br/><br/>*You can also tune in on Brittany Michelson's Facebook page and JaneUnchained <br/><br/><br/>\"Find out why respect for other living beings is the key to human survival in the face of senseless violence and climate change.\" - Jane Velez-Mitchell, founder of JaneUnchained News <br/><br/><br/>\"Inspirational testimonies illustrate that animal rights is a growing worldwide social justice movement\" - Jenny McQueen, cofounder of Animal Rights Toronto <br/><br/><br/>\"Voices for Animal Liberation should be read by all of us striving to be better human beings.\" - Caroline Paul, author and activist <br/> <br/><br/>**The book is available to order on multiple sites, including: <br/><br/>https://www.skyhorsepublishing.com/9781510751262/voices-for-animal-liberation/<br/><br/>https://www.amazon.com/Voices-Animal-Liberation-Inspirational-Activists/dp/1510751262/ref=tmm_pap_swatch_0?_encoding=UTF8&amp;qid=&amp;sr=<br/>",
            "start_datetime": "2020-09-19 17:00:00",
            "end_datetime": "2020-09-19 18:30:00",
            "address": "Online",
            "hosts": "Brittany Michelson and Jane Velez-Mitchell",
            "url": "https://www.facebook.com/events/366197471202470/",
            "submission_status": "approved"
        },
        {
            "title": "Veganizer PDX: DesiPDX Indian Feast (takeout)",
            "description": "After a brief hiatus due to the coronavirus outbreak, Veganizer PDX is excited to team up with Desi PDX for an #officiallyveganized popup!<br/><br/>DesiPDX has always been gluten-free and vegan-friendly. The menu features seasonal produce sourced from local farms. Ingredients are organic whenever possible. We will be donating 15% of ticket sales to Black Futures Farm, a local community farm that is part of the Black Food Sovereignty Coalition program.<br/><br/>TICKETS: tinyurl.com/veganizer-desipdx<br/><br/>Your $65 ticket includes the following menu. It's a feast for one person, enough for two people. This event is takeout only. Select your preferred time slot for pickup at DesiPDX (4233 N Mississippi Ave); we offer 15-minute windows between 5pm and 8pm. Spots are limited, so we can accommodate social distancing. Please wear a mask.<br/><br/>-----------------<br/><br/>MENU<br/>100% vegan, gluten-free, soy-free, nut-free<br/><br/>Seasonal Greens, Roasted and Pickled Seasonal Veggies, Charred Peach Chutney Dressing<br/><br/>Desi \"Ratatouille\" - Eggplant, Zucchini, and Tomato Curry<br/><br/>Grilled Mushrooms, Twice Cooked Potatoes, Coconut Milk Tandoori Sauce<br/><br/>Black Lentils, Kale, Coconut Ghee Beets<br/><br/>Basmati Rice, Lovage, Fennel<br/><br/>Coconut Milk, Turmeric, and Black Pepper Fudge<br/><br/>Menu subject to change based on availability of ingredients<br/><br/>TICKETS: tinyurl.com/veganizer-desipdx<br/><br/>-----------------<br/><br/>DESIPDX<br/>DesiPDX is a food cart located on Portland’s bustling N. Mississippi Avenue serving food inspired by Indian spices and flavors that are blended with cooking styles from the West and other parts of the world, bringing a modern take to classic Indian recipes. The name of the cart is a play on the word Desi as the food uses locally and regionally sourced organic ingredients and expands on the idea of what “authentic” Indian food can be in a globalized world.<br/><br/>CHEF DEEPAK SAXENA was raised on traditional Indian food by his mother and father and found his own love for cooking in his early 20’s. In 2015, after 20 years as a software developer he decided to follow his 10 year dream of turning his love for food into his livelihood and opened DesiPDX in 2015. His prior career provided him many opportunities to travel the world and experience a variety of cooking styles and flavors.<br/><br/>Eric Schlosser’s seminal work, Fast Food Nation, set him on a course of changing his eating habits and also cooking more sustainably. This path also inspired him to be an advocate for healthy living and eating, and become involved in food policy and food politics. At DesiPDX, you will find these healthy and sustainable ideals literally cooked into the delicious fare.<br/><br/>DesiPDX is in ever evolving exploration in Indian Fusion fare incorporating traditional roots, many international influences, and Deepak’s own culinary whims. You will always discover new experiments on the menu whether it’s the weekly dhal, a seasonal garnish, or unique ingredients, spices, or flavor combinations. Deepak is committed to making sure everyone can indulge at DesiPDX with a Gluten-Free and Paleo/Vegan-Friendly menu and an intention to source locally and organically as much as possible.<br/><br/>His ingredient selections for organic and local are based on research on health, sustainability, and risk as well as cost.<br/><br/>VEGANIZER<br/>Veganizer is a food consulting agency that collaborates with omnivore restaurants to host #officiallyveganized events and expand their vegan offerings, while bridging the gap between omnivore establishment and the vegan customer. Led by vegan blogger Waz Wu, the Portland chapter has quickly gained momentum since its launch in early 2017 and partnered with MF Tasty, Doug Fir Lounge, Red Sauce Pizza, Quaintrelle, Gumba, and many more. Veganizer PDX has been featured on KGW News, Eater PDX, Willamette Week, and local podcasts.<br/>",
            "start_datetime": "2020-09-14 17:00:00",
            "end_datetime": "2020-09-14 20:00:00",
            "address": "Tickets · $65 www.eventbrite.com/e/veganizer-pdx-desipdx-sept-14-indian-feast-takeout-tickets-118087006415",
            "hosts": "Veganizer and Desi PDX",
            "url": "https://www.facebook.com/events/2377839869177619/",
            "submission_status": "approved"
        },
        {
            "title": "Virtual Action Hour for Animals",
            "description": "Join us via Zoom as we virtually take action for animals together on the 2nd Wednesday and 4th Sunday of each month. Everyone is welcome regardless of their activism or tech level. We will also be streaming the event LIVE in the Animal Rights Collective Portland (ARCPDX) group but encourage people to join the zoom.<br/><br/>Zoom ID 252 546 9582<br/>https://us02web.zoom.us/j/2525469582",
            "start_datetime": "2020-11-22 18:30:00",
            "end_datetime": "2020-11-22 19:30:00",
            "address": "Online",
            "hosts": "Animal Rights Collective Portland",
            "url": "https://www.facebook.com/events/3207332609358396/",
            "submission_status": "approved"
        },
        {
            "title": "Effective Aquatic Animal Advocacy September Meetup",
            "description": "Saturday September 19 at noon EST:<br/><br/>We're excited for the second of our monthly EAAA meetups! This month we'll be hearing from Professor Kathy Hessler on aquatic animal law and legal strategies for aquatic animal advocacy.<br/><br/>Kathy Hessler is a clinical professor of law at Lewis &amp; Clark Law School. She is the first faculty member hired to teach animal law full time in a law school. She is the Director of the Animal Law Clinic and the Aquatic Animal Law Initiative.<br/><br/>We'll start with a presentation by Professor Hessler, followed by discussion and a Q&amp;A. Zoom sign-in info to come!",
            "start_datetime": "2020-09-19 09:00:00",
            "end_datetime": "2020-09-19 10:30:00",
            "address": "Online",
            "hosts": "The Aquatic Life Institute",
            "url": "https://www.facebook.com/events/625174071475142/",
            "submission_status": "approved"
        },
        {
            "title": "Sanctuary Speaker Series: Dr. A. Breeze Harper",
            "description": "Join Farm Sanctuary for our virtual Sanctuary Speaker Series: inspiring discussions with the change-makers and thought leaders whose ideas and actions move our mission forward.<br/> <br/> Our inaugural Sanctuary Speaker Series event will explore Antiracist Vegan Praxis, featuring an interview with Dr. A. Breeze Harper by Farm Sanctuary’s Manager of Social Justice Programs Miko Brown.<br/> <br/> In this conversation, Dr. Harper shares her depth of experience working with groups to assess and implement antiracist practices at the organizational level and, more broadly, offers insight into dismantling racism in the food system—an interrelated web of oppression. This is a great watch for vegan advocates interested in finding out more about how their activism intersects with other social justice movements.<br/> <br/> Participation in the event is free and completely virtual. All content can be accessed from a computer, tablet, or smartphone. Sign up for our email list we'll alert you when the video is live: http://bit.ly/SanctuarySpeakerSignup<br/> <br/> SPEAKER BIO: <br/> <br/> Dr. A. Breeze Harper is an antiracism and D&amp;I strategic consultant and trainer. She is known as the creator and editor of Sistah Vegan: Black Female Vegans Speak on Food, Identity, Health and Society (Lantern Books 2010) and the author of the novel Scars: A Black Lesbian Experience in Rural White New England. Dr. Harper uses applications of antiracism, racial equity, and black feminisms to explore how racial caste, gender, and capitalism impact and influence ethical consumption philosophies with a white settler nation (USA). Her company Critical Diversity Solutions is a niche D&amp;I boutique consultancy that uses antiracism, intersectionality, and racial justice to help clients become more inclusive and equitable. She has a PhD from University of California Davis, MA from Harvard University, and BA from Dartmouth College.<br/> <br/> ABOUT OUR SANCTUARY SPEAKER SERIES:<br/> <br/> Our modern industrialized food system is at the core of some of the most pressing issues of our time: Animal cruelty on an unimaginable scale. Environmental destruction. Human rights violations. Community devastation. Public health crises. To make substantive change, we need to work fast and pursue bold solutions—together.<br/> <br/> Through one-on-one discussions with advocates, academics, environmentalists, entrepreneurs, and more, we’ll highlight the diverse strategies that fuel our shared goal of a more just and compassionate world.",
            "start_datetime": "2020-09-16 16:00:00",
            "end_datetime": "2020-09-16 17:00:00",
            "address": "Online",
            "hosts": "Farm Sanctuary",
            "url": "https://www.facebook.com/events/2659206317741758/",
            "submission_status": "approved"
        },
        {
            "title": "Act for Wolves: WDFW invites public input on grazing on public lands",
            "description": "The Washington Department of Fish and Wildlife (WDFW) is inviting the public to submit written comments on how it proposes to manage livestock grazing on its lands. This is a huge opportunity to speak for wolves in Washington, as wolves number 1 threat is livestock being released in prime wolf habitat! <br/><br/>WDFW is conducting an environmental review on the proposed changes in accordance with the State Environmental Policy Act (SEPA). Members of the public who would like to provide input on the substance of the grazing program guidance and management tools can do that through an online survey through Sept. 24, 2020 (https://wdfw.wa.gov/licenses/environmental/sepa/open-comments).<br/><br/>The public is also invited to provide feedback on the proposed regulations to implement the grazing guidance either through an online survey https://www.surveymonkey.com/r/DFWGRAZING20 or by emailing comments to rules.coordinator@dfw.wa.gov. WDFW must receive comments by 5 p.m. Sept. 24.<br/><br/>The Fish and Wildlife Commission will host a public hearing for the grazing rule update at their Oct. 22-24, 2020 meeting.",
            "start_datetime": "2020-09-13 11:30:00",
            "end_datetime": "2020-09-24 17:00:00",
            "address": "Online",
            "hosts": "NARN ( Northwest Animal Rights Network ) and Speak for Wolves",
            "url": "https://www.facebook.com/events/2811025829131692/",
            "submission_status": "approved"
        },
        {
            "title": "Understanding Bird Behavior: A Guide to What Birds Do & Why",
            "description": "Birds are intelligent, sociable creatures that exhibit a wide array of behaviors—from mobbing and mimicking to mating and joint nesting. They have creative foraging techniques, including tool usage and thievery. Their courtship rituals to woo and win mates can be elaborate, and while they can show cooperation, there can also be familial conflicts that crop up among parents, offspring, and siblings. <br/><br/>In this special avian Science on Tap, biologist and author Dr. Wenfei Tong http://darwinsjackal.blogspot.com will describe scientific research and fascinating vignettes about the private lives of birds, from finding food and family life, to coping with climate and other threats. Drawing from her two books:<br/>\"Understanding Bird Behavior: An Illustrated Guide to What Birds Do and Why\" https://press.princeton.edu/books/ebook/9780691211817/understanding-bird-behavior <br/>\"Bird Love: The Family Life of Birds\" https://press.princeton.edu/books/ebook/9780691208909/bird-love<br/>she will share detailed images of all kinds of bird behavior. Also, learn how you as a citizen scientist can help add to what we know about birds in your part of the world.<br/><br/>Buy the book directly from Princeton Press, use coupon code SCITAP, and get 40% off!<br/>https://press.princeton.edu/books/hardcover/9780691206004/understanding-bird-behavior<br/><br/>Use Coupon Code: SCITAP<br/>Offer good until October 1, 2020.<br/><br/>*****<br/>Written questions during the event are welcome. <br/><br/>Visit our Facebook page at 7pm on Thursday for the Facebook live show (refresh until you see the video post), or watch the high quality version on Zoom: https://us02web.zoom.us/webinar/register/WN_nUzWzKucQtOEV7kxx6xVag<br/><br/>Online participation is free! ($5 suggested donation)<br/>If you are able, please support us on Patreon: <br/>https://www.patreon.com/MakeYouThink<br/>OR<br/>Make a one-time donation to Make You Think, Inc:<br/>https://makeyouthink.org/support/",
            "start_datetime": "2020-09-24 19:00:00",
            "end_datetime": "2020-09-24 20:00:00",
            "address": "Online",
            "hosts": "Science on Tap - Oregon & Washington",
            "url": "https://www.facebook.com/events/1638938689598638/",
            "submission_status": "approved"
        },
        {
            "title": "Hue Vegan Cafe 6 Month Anniversary/Belated Grand Opening Party",
            "description": "We are finally celebrating our opening and we you all to be there! We're having a brunch with lots of great raffle prizes, free coffee and amazing food! The Mocking Bird is bringing Chicken and Waffles, Carina's Bakery is bringing pastries and Piper's Perks is providing free coffee for all! Please come wearing your mask and practice proper social distancing!",
            "start_datetime": "2020-09-27 10:00:00",
            "end_datetime": "2020-09-27 14:00:00",
            "address": "Online",
            "hosts": "Hue Vegan Cafe and The Mocking Bird",
            "url": "https://www.facebook.com/events/681936239336734/",
            "submission_status": "approved"
        },
        {
            "title": "Working with State Agencies: Wildlife Commission Reform",
            "description": "Join us for a webinar about role of state Fish and Wildlife Commissions and the white supremacist culture that honors the “legacy” of hunting, trapping and fishing, and continues to permeate every aspect of its decision making.<br/><br/>Quinn is the Oregon Policy Director for the Center for Biological Diversity. She works to protect and restore Oregon’s imperiled species and landscapes. Prior to joining the Center, Quinn worked as the Northwest program director at Defenders of Wildlife. She holds a bachelor’s degree in political science from the University of Washington and a law degree from the University of San Diego School of Law.<br/><br/>Register here: https://us02web.zoom.us/meeting/register/tZAtdOuqpjgrHtaQPyPogpZwA_Y5P0myqCte",
            "start_datetime": "2020-10-11 13:00:00",
            "end_datetime": "2020-10-11 14:00:00",
            "address": "Online",
            "hosts": "NARN ( Northwest Animal Rights Network )",
            "url": "https://www.facebook.com/events/394962104852824/",
            "submission_status": "approved"
        },
        {
            "title": "Portland EcoFilm Festival 2020 - Online!",
            "description": "The Portland EcoFilm Festival is online! We're the premier environmental film festival in the Pacific Northwest, showcasing the very best new independent films about nature, environmental justice, wildlife conservation, ecological agriculture and outdoor recreation. Our 2020 film lineup includes an international selection of films to immerse you in the natural world - including films shot in Italy, Mozambique, Nicaragua and the Russian Federation. Presenting over 30 new film selections including features, shorts and films made for/by youth - plus filmmaker interviews to give you a view into the craft of environmental filmmaking. Films available for viewing in US locations.<br/><br/>Festival Sponsors: Oregon Film, Crag Law Center, Oregon Wild, The River Starts Here",
            "start_datetime": "2020-09-24 12:00:00",
            "end_datetime": "2020-10-01 23:30:00",
            "address": "USA",
            "hosts": "KBOO Community Radio, The Hollywood Theatre",
            "url": "https://www.facebook.com/events/3398065393615476/",
            "submission_status": "approved"
        },
        {
            "title": "Pedal for the Pasture!",
            "description": "Join us for Pedal for the Pasture! <br/><br/>Details on GoFundMe! https://charity.gofundme.com/o/en/campaign/pedal-for-the-pasture-virtual-bike-ride",
            "start_datetime": "2020-10-03 11:00:00",
            "end_datetime": "2020-10-03 17:00:00",
            "address": "Out To Pasture Sanctuary",
            "hosts": "Out To Pasture Sanctuary",
            "url": "https://www.facebook.com/events/231601668204473/",
            "submission_status": "approved"
        },
        {
            "title": "Portland: Protest ExxonMobil’s Sponsorship of the Cruel and Deadly Iditarod Dog Race!",
            "description": "Please join PETA and local activists at a socially distant protest of ExxonMobil’s sponsorship of the deadly Iditarod dog race. Over 150 dogs have died in this cruel race, and in just the last decade, dogs forced to run in the Iditarod have died from heart attacks, internal bleeding, inhaling their own vomit, and being buried alive in snow. This protest is part of the launch of PETA’s campaign against ExxonMobil’s complicity in this cruelty as one of the race’s last major sponsors. The dogs need all of our voices to stand up against their suffering and deaths at the Iditarod. Please make this event a priority to show ExxonMobil that dogs are not ours to use and abuse for entertainment!<br/>WHEN: Wednesday, October 7th, 11:45 am to 1 pm<br/>WHERE: ExxonMobil 5124 SE 17th Ave. Portland, OR 97202 (Intersection of SE 17th and SE McLoughlin Blvd.)<br/>CONTACT: Amber Canavan, AmberC@peta.org<br/>Note: We will be taking precautions to ensure safe social distancing during this action. All activists are asked to maintain a distance of 6 ft. from each other and wear a protective face mask.<br/>Posters will be provided. Note that reserved parking will not be available, and please be prepared for the weather. This event is accessible via public transportation by taking the MAX to the SE 17th Ave &amp; Holgate Blvd MAX Station and walking south on SE 17th Ave. for approximately two blocks.<br/>Dogs, just like those who may share our homes, deserve far better than a lifetime of isolation at the end of a chain, along with the cruelty and suffering that’s involved in training for and running in the Iditarod. Please make sure to come out to this event and please bring as many friends and family members as you can.<br/>Learn more about the cruelty inherent in the Iditarod here: https://investigations.peta.org/iditarod-kennel-neglect/<br/>Outreach events are a fun and effective way to help animals as well as meet local advocates, so before you go, check out PETA's outreach tips [http://www.mediapeta.com/.../PDF/tips_for_PETA_activists.pdf] and be sure to invite others. All materials will be provided, so please just bring along as many friends and family members as you can.",
            "start_datetime": "2020-10-07 11:45:00",
            "end_datetime": "2020-10-07 13:00:00",
            "address": "5124 SE 17th Ave, Portland, OR 97202-4808, United States",
            "hosts": "Animal Rights Collective Portland",
            "url": "https://www.facebook.com/events/1034484926984670/",
            "submission_status": "approved"
        },
        {
            "title": "Eugene Rodeo Protest",
            "description": "A peaceful protest against animal exploitation and cruelty at the Lane Events Center. More details soon.",
            "start_datetime": "2020-10-10 18:15:00",
            "end_datetime": "2020-10-10 20:00:00",
            "address": "Lane Events Center",
            "hosts": "Sarrie Krause",
            "url": "https://www.facebook.com/events/505003260160359/",
            "submission_status": "approved"
        },
        {
            "title": "Portland OR Fur Free Friday 2020",
            "description": "Join us for the annual Fur Free Friday Rally the day after Thanksgiving in Downtown Portland! Everyone is welcome to this important event focused on encouraging retailers in adopting fur free policies and to urging lawmakers to pass a fur sale ban in Oregon.<br/><br/>Meet at Nordstrom Downtown at 12pm for a socially-distanced demonstration along the roadway where shoppers will likely be lining up to pick up online orders. <br/><br/>We ask that all attendees wear face masks and stand six feet apart from one another.<br/><br/>Banners, demo posters and leaflets will be provided, or make your own! If you make your own poster, please keep your messaging nonviolent/love-based.<br/><br/><br/>California has banned the trapping of animals for fur and banned fur sales statewide. There are no fur shops in Portland anymore thanks to decades of activism. Fashion designers and apparel companies are adopting fur free policies left and right. The few retailers in Portland that still sell fur sell fur trimmed items and could easily transition away without hurting sales. Let's #MakeFurHistory in Oregon.<br/><br/>Dress code: Wear sensible and comfortable clothes and shoes and be prepared for the possibility of rain. This event goes on rain or shine.<br/><br/>Directions, Transit, and Parking:<br/>There are bus, streetcar and MAX stops nearby. Plan your trip on trimet.org<br/>There is on-street parking and several nearby parking garages https://www.portlandoregon.gov/transportation/article/254736<br/>Safety:<br/><br/>Can I bring my family/kids/pre-vegans?<br/>YES! Everyone is welcome as long as they are nonviolent and respectful. <br/><br/>Whether you can attend or not, you can take action for animals today and every day by calling the following stores in Portland that still sell fur:<br/>Nordstrom (sells Canada Goose brand with coyote fur trim and fox fur trim coats): (888) 282-6060<br/>Mario’s (sells Canada Goose brand with coyote fur trim): (503) 227-3477<br/>",
            "start_datetime": "2020-11-27 12:00:00",
            "end_datetime": "2020-11-27 14:00:00",
            "address": "Nordstrom Downtown Portland",
            "hosts": "Fur Free PDX, Animal Rights Collective Portland and Veggies Do It Better",
            "url": "https://www.facebook.com/events/1195587417476917/",
            "submission_status": "approved"
        },
        {
            "title": "Virtual VegFest - PDX Style",
            "description": "Historically the largest vegan food festival in the Pacific Northwest, Portland VegFest celebrates its 16th year by going virtual! Explore and chat with new vegan brands and learn about new products from your old favorites.  Get your ingredients ready in advance to cook along with our nationally renowned vegan chefs. Hear from vegan activists, entrepreneurs, health experts, award-winning plant-powered athletes, and more. Event is FREE, but registration required to get the link to the event. Register here: https://nwveg.org/portlandvegfest<br/><br/>Interested in being a virtual vendor? We'd love to have you! Learn more here: https://nwveg.org/vegfestvendorapp2020",
            "start_datetime": "2020-10-24 09:00:00",
            "end_datetime": "2020-10-25 17:00:00",
            "address": "Online",
            "hosts": "Portland VegFest and Northwest VEG",
            "url": "https://www.facebook.com/events/1043838552718428/",
            "submission_status": "approved"
        },
        {
            "title": "Intersectional Veganism: A conversation about decolonizing health and healing justice",
            "description": "In the third installment of our webinar series on Intersectional Veganism we are honored to welcome special guest Xavier Barraza, to share some of his expertise and experiences. We will learn about how plant-based eating has been an important aspect of Xavier's work in health and healing justice, and discuss decolonizing our diets. <br/><br/>This Intersectional Veganism Webinar Series aims to explore some of the ways that being vegan helps support other forms of activism, and why it is important for animal rights activists to actively support other social justice movements. <br/><br/>Register for the webinar here: https://us02web.zoom.us/webinar/register/WN_4m4-RXnRSMy4_BZCzfr3aA <br/><br/>Xavier Barraza is a self-identified young man of color born in the South Valley of Albuquerque and stewarding a cattle ranch with his grandparents and family. He identities as multi-racial (Hopi, Mestizo, Chicanx, and German.) Xavier brings over 10 years of experiential knowledge in popular education, positive youth development and organizational development. As a young man of color he co-founded Together for Brothers (T4B), an organization building the capacity of young men of color to shape systems and self to work with and for them. In late·2018 he served as coordinator for the health and healing justice program forwarding a culture of decolonizing health and healing through self and collective care, restorative justice and plant-based eating. His passions include the imaginary, Degrowth, cognitive justice, democratic autonomy, social ecology, rock climbing, being in the sun, and engineering the self.",
            "start_datetime": "2020-09-28 17:00:00",
            "end_datetime": "2020-09-28 18:00:00",
            "address": "Online Event",
            "hosts": "Plant-Based Eating New Mexico",
            "url": "https://www.facebook.com/events/799831557536676/",
            "submission_status": "approved"
        },
        {
            "title": "ARCPDX Virtual Monthly Community Meeting",
            "description": "Join us via Zoom for an evening of support, sharing and brainstorming on upcoming animal rights online and in-person actions and events.<br/><br/>6:30pm Welcome to the Animal Rights Collective Portland!<br/>6:40pm Brief Introductions and check-ins<br/>6:50pm Nonprofit spotlight - TBA<br/>7:00pm Mini Workshop - TBA<br/>7:20 Upcoming virtual events in the ARCPDX Facebook group: Virtual Action Hour, Discussion Group, Raices PB<br/>7:40-8:00pm Open forum for brainstorming on upcoming online and in-person events/actions/rallies.<br/><br/>Please contact Chelsea V Davis with agenda ideas or if your group would like to \"co-host\".<br/><br/>The meeting will take place over Zoom. If you haven't used Zoom before, no worries! It is simple, free and we will be sharing instructions shortly.<br/>Reach out with any questions.<br/><br/>Zoom link:<br/>https://us02web.zoom.us/j/7654622343...<br/><br/><br/>By attending this meeting you are agreeing to the Animal Rights Collective Portland Meeting/Event Conduct Guidelines:<br/>https://docs.google.com/.../1kdRlqzS4Le8hWjirxHue.../edit...<br/><br/>Meeting Agendas &amp; Notes<br/>https://docs.google.com/.../1QI86RLYTPUjPJYYc18Cr.../edit... ",
            "start_datetime": "2020-10-07 18:30:00",
            "end_datetime": "2020-10-07 20:00:00",
            "address": "Online",
            "hosts": "Animal Rights Collective Portland, Fur Free PDX and 3 others",
            "url": "https://www.facebook.com/events/620312305328624/",
            "submission_status": "approved"
        },
        {
            "title": "Virtual Animal Blessing Service",
            "description": "Join us at 4 pm EDT on October 4, 2020, for a virtual Blessing of the Animals. It’s shaping up to be a very special service, and you (plus your animals!) are encouraged to attend. While we are still working out the fine points of the service, we wanted to tell you about it now and encourage you to save the date. You will find more information, and also the Zoom link to join the service, in our September newsletter, on our UUAM Facebook page, and at the bottom of this page.",
            "start_datetime": "2020-10-04 16:00:00",
            "end_datetime": "2020-10-04 18:00:00",
            "address": "Online",
            "hosts": "Unitarian Universalist Animal Ministry",
            "url": "https://uuam.org/wp/index.php/get-connected/virtual-animal-blessing/",
            "submission_status": "approved"
        },
        {
            "title": "Animal Activist Online Support Group",
            "description": "Receive support from fellow animal advocates who understand your values during our online group. Bring your concerns and topics to discuss in this open discussion facilitated by group therapist and Sustainable Activism Campaign Director Lisa Levinson. Our confidential support group meets on the fourth Thursday every other month.<br/><br/>Please register here for the Zoom link to join the meeting:  www.idausa.org/supportgroups<br/><br/>For private support and free counseling, please contact our Animal Activist Support Line: www.idausa.org/activistsupport",
            "start_datetime": "2020-11-26 17:00:00",
            "end_datetime": "2020-11-26 18:00:00",
            "address": "Online",
            "hosts": "In Defense of Animals",
            "url": "https://www.facebook.com/events/390344855311148/",
            "submission_status": "approved"
        },
        {
            "title": "Animal Activist Online Support Group",
            "description": "Receive support from fellow animal advocates who understand your values during our online group. Bring your concerns and topics to discuss in this open discussion facilitated by group therapist and Sustainable Activism Campaign Director Lisa Levinson. Our confidential support group meets on the fourth Thursday every other month.<br/><br/>Please register here for the Zoom link to join the meeting:  www.idausa.org/supportgroups<br/><br/>For private support and free counseling, please contact our Animal Activist Support Line: www.idausa.org/activistsupport",
            "start_datetime": "2020-12-24 17:00:00",
            "end_datetime": "2020-12-24 18:00:00",
            "address": "Online",
            "hosts": "In Defense of Animals",
            "url": "https://www.facebook.com/events/390344835311150/",
            "submission_status": "approved"
        },
        {
            "title": "RAP SUMMIT | Evolving Beyond Animal Agriculture",
            "description": "Want to end world hunger, pandemics, climate change, habitat destruction, wildlife extinction and preventable diseases? We can do it by evolving beyond animal agriculture. During this pandemic lots of farmers and ranchers have expressed interest in getting out of animal farming and into some other kind of farming or enterprise, while keeping their land and identity. This first of its kind virtual summit asks the question: how can farmers and ranchers thrive without using animals? YOU can ask questions. Speakers include Cowspiracy and What the Health's Kip Andersen, famed vegan cheesemaker Miyoko Schinner, Rowdy Girl Sanctuary's Renee King-Sonnen and JaneUnChained's Jane Velez-Mitchell. Register NOW. Seating is limited. <br/><br/>Learn More, Register, Contribute: https://rancheradvocacy.org/summit/<br/><br/>HOSTED BY:<br/><br/>Renee King Sonnen and <br/>Jane Velez Mitchell<br/><br/>SPONSORED BY:<br/><br/>Miyoko's<br/>Mercy For Animals<br/>Jane Unchained<br/>VegFund<br/>V-dog<br/>Free From Harm<br/>Vegworld Magazine<br/><br/>PANELISTS ROUND TABLE<br/><br/>Howard Lyman<br/>Miyoko Schinner<br/>Kip Andersen<br/>Robert Grillo<br/>Sailesh Rao<br/>Tommy Sonnen<br/>Kim Sturla<br/>Eugene Cooke<br/>Leah Garces<br/><br/>FARMERS IN TRANSITION PANEL:<br/><br/>Hollie and Davey Schacherl<br/>Cindy and Richard Traylor<br/>",
            "start_datetime": "2020-11-21 10:00:00",
            "end_datetime": "2020-11-21 12:30:00",
            "address": "Online",
            "hosts": "Rancher Advocacy Program, Mercy For Animals and 9 others",
            "url": "https://www.facebook.com/events/336244050974579/",
            "submission_status": "approved"
        },
        {
            "title": "Colombia: A Case Study of Animal Rights Activism in War Torn Countries",
            "description": "Long time activist Fernando Cuenca is giving a talk about how animal rights advocacy is shaped when performed in countries ravaged by war, in which he'll draw from his own experience growing up and co-founding an animal rights organization in Colombia. Fernando has lived in the US since 2003 and in Washington since 2008. He currently lives north of Seattle with his family, loves photography and the outdoors and is a proud human and cat papa.<br/><br/>Register for this webinar here: actionnetwork.org/events/colombia-a-case-study-of-animal-rights-activism-in-war-torn-countries",
            "start_datetime": "2020-11-14 10:00:00",
            "end_datetime": "2020-11-14 11:30:00",
            "address": "Online",
            "hosts": "NARN ( Northwest Animal Rights Network ) and Fernando Calrissian",
            "url": "https://www.facebook.com/events/341013607002986/",
            "submission_status": "approved"
        },
        {
            "title": "ARCPDX Virtual Monthly Community Meeting",
            "description": "Join us via Zoom for an evening of support, sharing and brainstorming on upcoming animal rights online and in-person actions and events.<br/><br/>6:30pm Welcome to the Animal Rights Collective Portland!<br/>6:35pm Brief Introductions and check-ins<br/>6:45pm Nonprofit spotlight - Free the Oregon Zoo Elephants<br/>6:55pm Updates on Fur Free Friday and week of events. <br/>7:05pm Group Discussion - Navigating the Holidays in a Non Vegan World: How to communicate effectively with friends and family.<br/>7: 25Upcoming virtual events in the ARCPDX Facebook group: Virtual Action Hour, Fur Free PDX Rally, FOZE Rally, etc. <br/>7:35-8:00pm Open forum for brainstorming on upcoming online and in-person events/actions/rallies/campaigns.<br/><br/>Please contact Chelsea V Davis with agenda ideas or if your group would like to \"co-host\".<br/><br/>The meeting will take place over Zoom. If you haven't used Zoom before, no worries! It is simple, free and we will be sharing instructions shortly.<br/>Reach out with any questions.<br/><br/>Zoom link:<br/>https://us02web.zoom.us/j/7654622343...<br/><br/><br/>By attending this meeting you are agreeing to the Animal Rights Collective Portland Meeting/Event Conduct Guidelines:<br/>https://docs.google.com/.../1kdRlqzS4Le8hWjirxHue.../edit...<br/><br/>Meeting Agendas &amp; Notes<br/>https://docs.google.com/.../1QI86RLYTPUjPJYYc18Cr.../edit... ",
            "start_datetime": "2020-11-04 18:30:00",
            "end_datetime": "2020-11-04 20:00:00",
            "address": "Online",
            "hosts": "Animal Rights Collective Portland, The Humane Society of the United States - Oregon and 7 others",
            "url": "https://www.facebook.com/events/620312315328623/",
            "submission_status": "approved"
        },
        {
            "title": "Town Hall with Wayne",
            "description": "Join with this link: outreach.wayneformayor.com (password = \"outreach\")<br/><br/>We are making a last push to bring the Green New Deal to Berkeley. Everyone is invited, and you'll get a chance to ask Wayne anything!<br/><br/>Wayne Hsiung -- who is running for Mayor of Berkeley -- hosts virtual hangouts with the #GreenTeam: a grassroots campaign of volunteers working to transform Berkeley into the first truly green city in the world. Get the latest campaign news, develop your voter outreach skills, and make a better Berkeley for the future.<br/>SIGN UP to volunteer with us at wayneformayor.com/volunteer.",
            "start_datetime": "2020-11-01 11:00:00",
            "end_datetime": "2020-11-01 11:30:00",
            "address": "Online",
            "hosts": "Wayne Hsiung",
            "url": "https://www.facebook.com/events/824558071632998/",
            "submission_status": "approved"
        },
        {
            "title": "Fur Free Eugene Campaign Info Session",
            "description": "Join Fur Free PDX/Fur Free Oregon and HSUS for an online information session to bring you up to speed on anti-fur work in the state and to build a coalition to work on a city-wide fur sale ban in Eugene.<br/><br/>This meeting is open to anyone who lives in Eugene who is interested in working with Fur Free Oregon campaign and HSUS on these issues through lobbying and other forms of activism.<br/><br/>Zoom video link information will be shared closer to the event date.",
            "start_datetime": "2020-10-29 18:30:00",
            "end_datetime": "2020-10-29 20:00:00",
            "address": "Online",
            "hosts": "Fur Free PDX",
            "url": "https://www.facebook.com/events/430049221311545"
        }
    ],
    "groups": [
        {
            "name": "Compassionate PDX",
            "description": "\"Compassionate PDX is a grass-roots group of volunteers dedicated to creating political change in favor of non-human animals. Our local chapter is affilliated with Compassionate Cities, along with several other cities including Berkeley, San Diego, and Toronto.\"",
            "type": "organization",
            "phone": "",
            "address": "",
            "email": "compassionateportland@gmail.com",
            "urls": [
                "http://furfreepdx.org/",
                "https://www.facebook.com/compassionatepdx/",
                "https://www.instagram.com/compassionatepdx/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Try Vegan PDX",
            "description": "\"Try Vegan PDX offers education and resources, events and support, and activism opportunities in Portland, Oregon and beyond. We champion for the animals, those interested in a compassionate lifestyle, and the larger vegan community.\"",
            "type": "organization",
            "phone": "(808) 854-7414",
            "address": "2222 NE Pacific St #J Portland, OR 97232",
            "email": "info@tryveganpdx.com",
            "urls": [
                "https://tryveganpdx.org/",
                "https://www.facebook.com/TryVeganPdx/",
                "https://www.instagram.com/tvpdx/",
                "https://twitter.com/tryveganpdx"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Voices for the Animals",
            "description": "\"Voices for the Animals is a monthly half hour  program that tackles the issues around animal rights, with interviews of front-line activists who are working to make a difference in the lives of animals around the world. With hosts Noah Bristol, Julianne Schwartz, and Michele Coppola.\"",
            "type": "organization",
            "phone": "",
            "address": "",
            "email": "",
            "urls": [
                "https://kboo.fm/program/voices-animals",
                "https://www.facebook.com/VoicesfortheAnimals.KBOO.fm/",
                "https://www.instagram.com/voicesfortheanimalskboo/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Animal Rights March PNW",
            "description": "\"The Official Animal Rights March is an annual vegan march founded by Surge in 2016. The purpose of the march is to unite the vegan community globally and to inspire vegans to speak up for animals in their everyday lives and to get active in their local communities.\"",
            "type": "organization",
            "phone": "",
            "address": "",
            "email": "",
            "urls": [
                "https://www.facebook.com/animalrightsmarchportland/",
                "https://www.instagram.com/animalrightsmarchpnw/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Food Not Bombs PDX",
            "description": "\"Mission: To help build a stronger, healthier, community by working together creatively, without hierarchy or violence to meet the nutritive needs shared by every person on earth.\"",
            "type": "organization",
            "phone": "",
            "address": "",
            "email": "",
            "urls": [
                "https://www.facebook.com/foodnotbombspdx/",
                "https://www.facebook.com/groups/foodnotbombspdx/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Sea Shepherd Portland",
            "description": "\"Welcome to the Portland Chapter of Sea Shepherd Conservation Society! We are a newly formed chapter in the state of Oregon. We are excited about supporting our crews and campaigns, as well as taking on some of the many issues that need to be tackled here in the Pacific Northwest!\"",
            "type": "organization",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "portland@seashepherd.org",
            "urls": [
                "https://seashepherd.org/portland/",
                "https://www.facebook.com/SeaShepherdPortland/"
            ],
            "submission_status": "hidden"
        },
        {
            "name": "UU Animal Ministry PDX",
            "description": "\"Our Mission is to promote understanding and awareness of Animals as fellow Sentient Beings in line with the 7th UU Principle, and to provide Animal Advocacy Ministry, Education, and Support to our  Members and the Church Community as a whole.\"",
            "type": "organization",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "urls": [
                "https://www.firstunitarianportland.org/justice/social-justice/uu-animal-ministry/",
                "https://www.facebook.com/UUAnimalMinistryPDX/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Wildwood Farm Sanctuary",
            "description": "\"Located on 98 acres in Newberg Oregon, Wildwood Farm Sanctuary is a haven for farm animals and wildlife alike. We provide lifelong refuge and rehabilitation for abused and abandoned farm animals while lovingly protecting the property's native plants, wetlands, woodlands, and wild animals.\"",
            "address": "15481 NE North Valley Rd, Newberg, OR 97132",
            "phone": "",
            "email": "wildwoodsanctuary@gmail.com",
            "type": "sanctuary",
            "urls": [
                "https://wildwoodfarmsanctuary.org/",
                "https://www.facebook.com/WildwoodFarmSanctuary/",
                "https://www.instagram.com/wildwoodfarmsanctuary/",
                "https://twitter.com/wildwoodoregon/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Veganville Animal Sanctuary",
            "description": "\"Veganville allows volunteers and visitors to help out with projects and  get introduced to our rescued animals as an opportunity to learn about the modern day agribusiness and its effects on the animals, our health as humans and the impact on our environment.\"",
            "address": "41396 Matt Kampy Rd, Seaside, OR 97138",
            "phone": "",
            "email": "",
            "type": "sanctuary",
            "urls": [
                "https://veganvilleoregon.org/",
                "https://www.facebook.com/veganville/",
                "https://www.instagram.com/veganvilleoregon/",
                "https://twitter.com/veganvilles/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Zeb's Wish Equine Sanctuary",
            "description": "\"The Zeb’s Wish Mission is to rescue and rehabilitate special needs equines, conduct equine assisted learning and therapeutic activities, and heal humans and equines alike.\"",
            "address": "34950 SE Colorado Rd Sandy, Oregon 97055",
            "phone": "",
            "email": "zebswish@gmail.com",
            "type": "sanctuary",
            "urls": [
                "http://zebswish.org/",
                "https://www.facebook.com/Zebs-Wish-Equine-Sanctuary-216163445072600/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Portland Vegans",
            "description": "\"Portland Vegans is a community of individuals from different backgrounds, experiences, and perspectives based in Portland, Oregon. Whether you've been vegan for a very long time, or you are interested in the vegan lifestyle, all are welcome!\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.facebook.com/groups/portlandvegans/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Portland Vegan Queers",
            "description": "",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.facebook.com/groups/685404728181138"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Portland Vegan Housing",
            "description": "",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.facebook.com/groups/1534869579887040/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Helpful Vegans of Portland",
            "description": "",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.facebook.com/groups/745845565512903/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Portland Vegan Dating",
            "description": "",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.facebook.com/groups/435689889811888/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Portland Vegan Businesses and Promotions",
            "description": "\"A group for vegan business owners to collaborate and promote their products and services. It will also be a forum for supporting one another with questions, feedback, or ideas. Additionally, we like to see all of your faces and value the power in connecting in-person, so there will be live networking/round table discussion opportunities too.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.facebook.com/groups/1591638407730306/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Portland Vegan Straight-edge",
            "description": "\"This is a group for people to make friends, community, share, support, gather and have fun, who are also vegan and choose to do so without drink, smoke, or drugs. It is not about punk rock, but I couldn't think of a better name to describe the lifestyle. I encourage you to be proactive and post opportunities to meet with one another.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.facebook.com/groups/1778552299047149/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Portland Metro Vegan Buy Nothing",
            "description": "\"Give Freely, Share Creatively. Post anything you'd like to give away, lend, or share among neighbors. Ask for anything you'd like to receive for free or borrow. Keep it legal. Keep it civil. No buying or selling. We're an adult-only, hyper-local gift economy. We are not a charity or community bulletin board.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.facebook.com/groups/187333678579092/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Vegan Couv",
            "description": "",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.facebook.com/groups/109385152504944/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Vegan City Portland (OR)",
            "description": "\"This is a group for vegans in the Greater Portland Metro area and vicinity to meet, plan vegan events, share tips and enjoy community.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.facebook.com/groups/vegancityportland/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Portland Vegans Debate Club",
            "description": "\"A place for discussion and debate. Some of the more contentious conversations might be directed here rather than happening on the main Portland Vegans page. It may also be a place to discuss issues more in depth than can happen on the faster moving forum. The same rules apply here as on Portland Vegans (see group expectations in Portland Vegans files) but there is more latitude in terms of topic and tone.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.facebook.com/groups/793980733971165/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Portland Vegan Jobs",
            "description": "",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.facebook.com/groups/376102112805811/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "/r/PortlandVegans",
            "description": "\"Home to vegans who live in or around Portland, vegans who want to visit Portland, or vegans and non-vegans who would like to learn more about what's happening in Portland.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://reddit.com/r/PortlandVegans/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Vegans of Portland",
            "description": "\"This group is intended to serve the vegan community in Portland by providing a space for open, respectful discussion about all subjects that affect our lives, including but not limited to veganism and animal rights.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.facebook.com/groups/271312243364599/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Soyboys Vegan Men's Group",
            "description": "\"Soyboys is a local group of vegan gay men who host dine-outs and attend special events throughout the city. We love visiting the best vegan and veg-friendly spots around the city.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.meetup.com/Soyboys-DineOut/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Green Acres Farm Sanctuary",
            "description": "\"The mission of Green Acres Farm Sanctuary is the prevention of cruelty to, and the commercialization of animals, especially farmed animals. We put this mission into action by providing shelter, care and board to abused, abandoned, and unwanted farm animals. We look to inspire change through creating a place where members of the public can have positive interaction with farm animals by providing for their care and the animals can, in turn, educate them about the abusive use of farmed animals.\"",
            "address": "5272 Brush Creek Dr NE, Silverton, OR 97381",
            "phone": "",
            "email": "greenacresfarmsanctuary@hotmail.com",
            "type": "sanctuary",
            "urls": [
                "http://greenacresfarmsanctuary.org/",
                "https://www.facebook.com/greenacresfarmsanctuary",
                "https://www.instagram.com/greenacresfarmsanctuary/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Humane Voters Oregon",
            "description": "\"Humane Voters Oregon is a non-partisan organization that promotes humane treatment of animals through participation in Oregon’s political process.\"",
            "address": "5331 SW Macadam Ave., Suite 258 (PMB 624), Portland, OR 97202",
            "phone": "503-946-1534",
            "email": "info@humanevotersoregon.org",
            "type": "organization",
            "urls": [
                "https://www.humanevotersoregon.org/",
                "https://www.facebook.com/humanevotersoregon.org/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Lighthouse Farm Sanctuary",
            "description": "\"Lighthouse Farm Sanctuary is a 501(c)(3) organization dedicated to the rescue, rehabilitation and, when appropriate, rehoming of abused and neglected farmed animals.\"",
            "address": "36831 Richardson Gap Rd, Scio, OR 97374",
            "phone": "",
            "email": "info@lighthousefarmsanctuary.org",
            "type": "sanctuary",
            "urls": [
                "https://www.lighthousefarmsanctuary.org/",
                "https://www.facebook.com/lighthousefarmsanctuary/",
                "https://www.instagram.com/lighthousefarmsanctuary/",
                "https://www.youtube.com/channel/UCvLlqaG1kr42qTRuchTdgHQ/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Northwest VEG",
            "description": "\"Northwest VEG is a 501(c)(3) non-profit organization based in the Portland, OR and Vancouver, WA area. Founded in 2003, we are dedicated to bringing awareness to the power of a plant-based, vegan lifestyle and helping support people in their transition toward making healthier, more sustainable & compassionate food choices.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "info@nwveg.org",
            "type": "organization",
            "urls": [
                "https://nwveg.org/",
                "https://www.facebook.com/NorthwestVEG/",
                "https://twitter.com/NorthwestVEG/",
                "https://www.instagram.com/northwestveg/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Northwest Veg's Viva La Vegan - Portland Metro",
            "description": "\"This group seeks to bring together those interested in or currently living a compassionate vegan lifestyle for enjoyment and activities.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.meetup.com/Viva-la-Vegan/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "NW Animal Foundation",
            "description": "\"The NW Animal Foundation, a recognized 501 (c)(3) based in Portland, Oregon, is an organization that raises funds to support animal rescues, sanctuaries and other organizations that address or prevent abuse.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "organization",
            "urls": [
                "https://www.nwanimalfoundation.org/",
                "https://www.facebook.com/nwanimalfoundation/",
                "https://www.instagram.com/nwanimalfoundation/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Odd Man Inn Animal Refuge",
            "description": "\"Odd Man Inn helps as many animals as possible find safety, rehabilitation, socialization and a forever home while giving them a voice as ambassadors for their own kind against imprisonment, abuse and consumption.\"",
            "address": "129 Pendleton Way #345, Washougal, WA 98671",
            "phone": "",
            "email": "info@oddmaninn.org",
            "type": "sanctuary",
            "urls": [
                "https://oddmaninn.org/",
                "https://www.facebook.com/oddmaninn/",
                "https://www.instagram.com/oddmaninn/",
                "https://twitter.com/odd_man_inn/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Out To Pasture Sanctuary",
            "description": "\"Out to Pasture Sanctuary is a farmed animal sanctuary located in Estacada, Oregon. We provide a loving, permanent home to animals rescued from abuse, neglect, and slaughter, including farmed animals, animals rescued from scientific laboratories, and others.\"",
            "address": "33190 SE Regan Hill Rd, Estacada, OR 97023",
            "phone": "",
            "email": "",
            "type": "sanctuary",
            "urls": [
                "https://www.outtopasturesanctuary.org/",
                "https://www.facebook.com/OTPSanctuary/",
                "https://www.instagram.com/otpsanctuary/",
                "https://twitter.com/OTPSanctuary/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "PDX VEG",
            "description": "\"PDX VEG seeks to empower people to shift towards a way of life that benefits humans, other animals, and our planet by providing three-week Veg Challenges that include cooking demos, a Vegan Mentor Program, practical tips, inspiration, and community, all free of charge.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "info@pdxveg.org",
            "type": "organization",
            "urls": [
                "https://www.pdxveg.org/",
                "https://www.facebook.com/PDXVEG/",
                "https://www.instagram.com/pdxvegchallenge/",
                "https://twitter.com/pdxvegchallenge/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "PEACE Portland",
            "description": "\"We are PEACE! We stand for the Promotion of Equality, Acceptance, and Compassion Everywhere (PEACE). We are a love-based group of humanitarians focused on liberating all beings from slavery, exploitation and cruelty.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "organization",
            "urls": [
                "https://peaceneedsyou.org/",
                "https://www.facebook.com/peace.portland/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Portland Animal Save",
            "description": "\"Portland Animal Save bears witness to animals killed for food and clothing using a love-based community organizing approach.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "organization",
            "urls": [
                "https://thesavemovement.org/",
                "https://www.facebook.com/portlandanimalsave/",
                "https://www.instagram.com/portlandanimalsave/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Portland Burrito Brigade",
            "description": "\"Burrito Brigade is a non-profit 501c(3) organization whose mission is to feed the hungry and unhoused in Oregon by hand-delivering vegan meals for free.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "organization",
            "urls": [
                "https://burritobrigade.org/portland-burrito-brigade/",
                "https://www.facebook.com/portlandburritobrigade/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Portland Metro Veggies",
            "description": "\"This Meetup is for vegans, vegetarians and the veg-curious. We come from all over the greater Portland metro area, East, West, North and South.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.meetup.com/Portland-Metro-Veggies/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "AV: Portland, OR, USA",
            "description": "\"Anonymous for the Voiceless (AV) is an animal rights organization that specializes in educating the public on animal exploitation and fostering highly effective activism groups worldwide. We hold an abolitionist stance against animal exploitation and promote a clear vegan message.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "organization",
            "urls": [
                "https://www.anonymousforthevoiceless.org/",
                "https://www.facebook.com/groups/AVPortlandOR/"
            ],
            "submission_status": "hidden"
        },
        {
            "name": "AV: Vancouver, WA, USA",
            "description": "\"Anonymous for the Voiceless (AV) is an animal rights organization that specializes in educating the public on animal exploitation and fostering highly effective activism groups worldwide. We hold an abolitionist stance against animal exploitation and promote a clear vegan message.\"",
            "address": "Vancouver, Washington, USA",
            "phone": "",
            "email": "",
            "type": "organization",
            "urls": [
                "https://www.anonymousforthevoiceless.org/",
                "https://www.facebook.com/groups/2164622830453677/"
            ],
            "submission_status": "hidden"
        },
        {
            "name": "Direct Action Everywhere - Portland",
            "description": "\"Direct Action Everywhere's mission is to empower activists to take strong and confident action wherever animals are being denigrated, enslaved, or killed, and create a world where animal liberation is a reality. We use creative nonviolent protest to tell the animals’ story.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "organization",
            "urls": [
                "https://www.directactioneverywhere.com/",
                "https://www.facebook.com/dxeportland/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Advocates for Animal Welfare",
            "description": "\"We help connect people who want to get involved in, or learn more about, animal welfare issues. We welcome people from all places on the spectrum - from people who just really love dogs to people who believe in total liberation for animals.\"",
            "address": "Portland, Oregon, USA",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.meetup.com/portlandanimalwelfareadvocates/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "PAW Team",
            "description": "\"The Portland Animal Welfare (PAW) Team saves lives, alleviates suffering, and keeps pets and people together by providing free veterinary care to the pets of people who are experiencing homelessness or extreme poverty.\"",
            "address": "1718 NE 82nd Ave. Portland, OR 97220",
            "phone": "(503) 206-6033",
            "email": "info@pawteam.org",
            "type": "organization",
            "urls": [
                "https://www.pawteam.org/",
                "https://www.facebook.com/portlandanimalwelfareteam/",
                "https://www.instagram.com/paw_teampdx/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "The Raven Corps",
            "description": "\"The Raven Corps is a tax-exempt nonprofit organization, based out of Portland, Oregon. We support, organize, and mobilize young activists, aged 14 -22, who promote environmental sustainability and compassion through plant-based advocacy.\"",
            "address": "4938A SE Foster Rd., #202 Portland, OR 97206",
            "phone": "503-477-9463",
            "email": "info@theravencorps.org",
            "type": "organization",
            "urls": [
                "https://www.theravencorps.org/",
                "https://www.facebook.com/TheRavenCorps/",
                "https://www.instagram.com/theravencorps/",
                "https://www.youtube.com/channel/UCqHhKcO8SFRxi88bw_IRt8g"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Portland Animal Activism",
            "description": "We are looking for people to unite with us for animal activism, outreach, volunteering and to help create awareness/get the message out on how/why to be a vegan and help animals.",
            "address": "online",
            "phone": "",
            "email": "",
            "type": "community",
            "urls": [
                "https://www.facebook.com/groups/pdxaa/"
            ],
            "submission_status": "hidden"
        }
    ],
    "resources": [
        {
            "name": "VegMovies",
            "url": "https://www.vegmovies.com/",
            "author": "Veg Groups",
            "description": "\"We are the largest directory of plant-based and animal-friendly movies. Find something to watch or recommend today.\"",
            "type": "website",
            "urls": [
                "https://www.vegmovies.com/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Faunalytics",
            "url": "https://faunalytics.org/",
            "author": "",
            "description": "",
            "type": "website",
            "urls": [
                "https://www.facebook.com/faunalytics",
                "https://twitter.com/faunalytics",
                "https://www.instagram.com/faunalytics/",
                "https://www.linkedin.com/company/faunalytics/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Animal Charity Evaluators",
            "url": "https://animalcharityevaluators.org/",
            "author": "",
            "description": "",
            "type": "website",
            "urls": [
                "https://www.facebook.com/AnimalCharityEvaluators/",
                "https://twitter.com/AnimalCharityEv",
                "https://www.instagram.com/animalcharityevaluators/",
                "https://www.youtube.com/channel/UCdRLnvaAMvvfh0wif9EReWw",
                "https://www.linkedin.com/company/animal-charity-evaluators/",
                "https://medium.com/@animalcharityev"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Earthlings",
            "url": "http://www.nationearth.com/",
            "author": "Writer & Director: Shaun Monson",
            "description": "\"Using hidden cameras and never-before-seen footage, Earthlings chronicles the day-to-day practices of the largest industries in the world, all of which rely entirely on animals for profit.\"",
            "type": "documentary",
            "urls": [
                "http://www.nationearth.com/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Dominion",
            "url": "https://www.dominionmovement.com/",
            "author": "Writer & Director: Chris Delforce",
            "description": "\"Exposing the dark underbelly of modern animal agriculture through drones, hidden & handheld cameras, the feature-length film explores the morality and validity of our dominion over the animal kingdom. Now available to watch online for free.\"",
            "type": "documentary",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Cowspiracy: The Sustainability Secret",
            "url": "http://www.cowspiracy.com/",
            "author": "Writer & Director: Kip Andersen, Keegan Kuhn",
            "description": "\"The World's largest environmental organizations are failing to address the single most destructive force facing the planet today. Follow the shocking, yet humorous, journey of an aspiring environmentalist, as he daringly seeks to find the real solution to the most pressing environmental issues and true path to sustainability.\"",
            "type": "documentary",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Forks Over Knives",
            "url": "https://www.netflix.com/title/70185045",
            "author": "Writer & Director: Lee Fulkerson",
            "description": "\"Examines the profound claim that most, if not all, of the degenerative diseases that afflict us can be controlled, or even reversed, by rejecting our present menu of animal-based and processed foods.\"",
            "type": "documentary",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Truth or Drought",
            "url": "https://www.truthordrought.com/",
            "author": "",
            "description": "\"Truth or Drought is a science-based grassroots campaign making the undeniable connection between animal consumption and environmental breakdown.\"",
            "type": "website",
            "urls": [
                "https://www.facebook.com/truthordrought",
                "https://www.instagram.com/truthordrought/",
                "https://twitter.com/TruthOrDrought",
                "https://www.youtube.com/channel/UCi44QHTSmHwcNELEyk0nBZw"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Vegan Cheat Sheet",
            "url": "https://vegancheatsheet.org/",
            "author": "The Vegan Hacktivists",
            "description": "A massive compilation of vegan resources.",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Vegan Starter Kit",
            "url": "https://www.vegankit.com/",
            "author": "",
            "description": "\"Vegankit is an online all-in-one page for becoming and staying vegan\"",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "101 Reasons to Go Vegan",
            "url": "https://www.youtube.com/watch?v=YnQb58BoBQw",
            "author": "James Wildman of the Animal Rights Foundation of Florida (http://arff.org)",
            "description": "\"A fascinating and entertaining presentation on the ethical solutions and health benefits of veganism by James Wildman of the Animal Rights Foundation of Florida\"",
            "type": "video",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "5 Minutes 5 Vegans",
            "url": "https://5minutes5vegans.org/",
            "author": "The Vegan Hacktivists",
            "description": "\"In just 5 minutes or less you can help 5 or more people become Vegan right now - it's fast, simple, and free!\"",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "A Prayer for Compassion",
            "url": "http://aprayerforcompassion.com/",
            "author": "",
            "description": "\"A Prayer for Compassion is a feature length documentary that strives to inspire and encourage those already on a religious or spiritual path, to expand their circle of compassion to embrace all life, regardless of species, and make choices in alignment with this value.\"",
            "type": "documentary",
            "urls": [
                "http://aprayerforcompassion.com/",
                "https://www.facebook.com/CompassionMovie/",
                "https://www.instagram.com/compassionmovie/",
                "https://twitter.com/CompassionMovie"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Unlocking the Cage",
            "url": "https://www.unlockingthecagethefilm.com/",
            "urls": [
                "https://www.facebook.com/UnlockingTheCageFilm"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Sea of Shadows",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Inside Fur",
            "url": "http://www.insidefur.com/",
            "urls": [
                ""
            ],
            "submission_status": "approved"
        },
        {
            "name": "If a Tree Falls",
            "url": "",
            "urls": [
                "https://tubitv.com/movies/513826/if_a_tree_falls_a_story_of_the_earth_liberation_front"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Animal Clock",
            "url": "https://animalclock.org/",
            "author": "",
            "description": "\"Animal Clock was created to bring attention to the incredible number of animals currently suffering on factory farms.\"",
            "type": "website",
            "email": "contact@animalclock.org",
            "urls": [
                "https://twitter.com/animal_clock"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Called to Rescue",
            "url": "https://www.calledtorescuefilm.com/",
            "author": "",
            "description": "\"A beautiful and inspiring glimpse into the unbridled compassion on fifteen farm animal sanctuaries throughout the US. The rescued farm animals, simply by being who they are, are changing lives, lifestyles, and beliefs on both sides of the fence. The humans, many of whom dramatically altered the course of their lives because of a connection with a farm animal, are dedicated beyond words.\"",
            "type": "documentary",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Challenge 22",
            "url": "https://challenge22.com/",
            "author": "",
            "description": "\"Are you ready for the challenge? Join thousands of participants for a 22-day vegan experience. You'll receive fabulous recipes and personal guidance from our mentors and clinical dietitians.\"",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "ChooseVeg",
            "url": "http://www.chooseveg.com/",
            "author": "",
            "description": "A website with helpful information on plant-based eating.",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Counting Animals",
            "url": "http://www.countinganimals.com/",
            "author": "Harish",
            "description": "\"It is a blog that aims to collect, generate, analyze, organize, present and interpret quantitative information related to the animal advocacy movement. Occasionally, it will employ tools and insights from computer science and mathematics to discover facts pertinent to the animal advocacy movement. From time to time, it may also make number-related nerdy observations of no use to anybody.\"",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Dairy is Scary",
            "url": "https://www.youtube.com/watch?v=UcN7SGGoCNI",
            "author": "Erin Janus",
            "description": "",
            "type": "video",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Eating You Alive",
            "url": "https://www.eatingyoualive.com/",
            "author": "",
            "description": "",
            "type": "documentary",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Food Choices",
            "url": "http://www.foodchoicesmovie.com/",
            "author": "",
            "description": "",
            "type": "documentary",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Food Monster",
            "url": "https://www.onegreenplanet.org/foodmonsterapp/",
            "author": "",
            "description": "(iOS only) \"One Green Planet's Food Monster app gives you instant access to vegan, meatless and dairy-free recipes that are sure to satisfy all taste buds! By SUBSCRIBING to our PAID monthly and yearly subscription options you can get access to 10+ new recipes DAILY (that’s an additional 3,000 new recipes every year!) but you can also unlock our archive of over 8,000 recipes searchable via 600+ category filters!\"",
            "type": "app",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Amazing Vegan Outreach - Videos",
            "url": "https://www.amazingveganoutreach.com/videos",
            "description": "",
            "author": "Alex Bez",
            "type": "video",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "List of Animal Sanctuarires",
            "url": "https://www.vegan.com/sanctuaries/",
            "description": "",
            "author": "Vegan.com",
            "type": "article",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "FoodPrint",
            "url": "https://foodprint.org/",
            "author": "",
            "description": "\"FoodPrint will help you make food choices that do less harm to the environment, animals and people.\"",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Free From Harm",
            "url": "https://freefromharm.org/",
            "author": "",
            "description": "",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Go Vegan World",
            "url": "https://goveganworld.com/",
            "author": "",
            "description": "\"Go Vegan World exists to educate the public on animal rights, to promote veganism, to dispel the myths that sustain animal exploitation, and to dismantle the legal property status of other animals.\"",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "How Not to Die",
            "url": "https://nutritionfacts.org/book/",
            "author": "Michael Greger, M.D.",
            "description": "\"From the physician behind the trusted website NutritionFacts.org, How Not to Die reveals the groundbreaking scientific evidence behind the only diet that can prevent and reverse many of the causes of premature death and disability\"",
            "type": "book",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "HowDoIGoVegan.com",
            "url": "http://www.howdoigovegan.com/",
            "author": "",
            "description": "",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "List of Vegans - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/List_of_vegans",
            "author": "Various",
            "description": "A list of noteworthy vegans throughout history.",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Live Kindly",
            "url": "https://www.livekindly.co/",
            "author": "",
            "description": "\"Inspired by the notion that Mother Nature's intricate design is arguably flawless, the LK community have come together to build a home for informative and thought-provoking content, focusing on sustainable and compassionate living.\"",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Lucent",
            "url": "https://www.aussiepigs.com/lucent",
            "author": "",
            "description": "",
            "type": "documentary",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "New Vegan Support",
            "url": "https://www.facebook.com/groups/support4newvegans/",
            "author": "",
            "description": "a facebook group providing support for new vegans.",
            "type": "community",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "NutritionFacts.org",
            "url": "https://nutritionfacts.org/",
            "author": "",
            "description": "information about nutrition and health",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Okja",
            "url": "https://www.netflix.com/title/80091936",
            "author": "",
            "description": "",
            "type": "film",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Bold Native",
            "url": "https://www.imdb.com/title/tt1328908/",
            "author": "Writer & Director: Denis Henry Hennelly",
            "description": "",
            "type": "film",
            "urls": [
                "https://vimeo.com/171127429"
            ],
            "submission_status": "approved"
        },
        {
            "name": "List of Vegan Media - Wikipedia",
            "url": "https://en.wikipedia.org/wiki/List_of_vegan_media",
            "author": "",
            "description": "",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "One Green Planet",
            "url": "https://www.onegreenplanet.org",
            "author": "",
            "description": "\"One Green Planet is a platform for the growing compassionate and eco-conscious generation. Our goal is to help create a world where we eat delicious food and use amazing products that provide us with maximum benefit and have minimum impact on the planet.\"",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Peaceable Kingdom: The Journey Home",
            "url": "http://www.peaceablekingdomfilm.org/",
            "author": "Tribe of Heart",
            "description": "\"A riveting story of transformation and healing, PEACEABLE KINGDOM: THE JOURNEY HOME explores the awakening conscience of several people who grew up in traditional farming culture and who have now come to question the basic assumptions of their way of life.\"",
            "type": "documentary",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Plant-Based News",
            "url": "https://www.plantbasednews.org/",
            "author": "",
            "description": "\"Plant Based News is a multi-award-winning resource for the latest up-to-the-minute plant-based-interest content. It is stuffed with vegan news, blogs, reviews, and much more. Our aim is to raise awareness about the climate crisis, environmentalism, animal rights, ethical consumerism and healthy plant-based living. Not a false narrative - but information that empowers people to make better choices.\"",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Shrink That Footprint",
            "url": "http://shrinkthatfootprint.com/",
            "author": "",
            "description": "A blog and video series about climate change and ways to reduce your carbon footprint",
            "type": "information",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Slaughterhouse",
            "url": "http://traslosmuros.com/en/slaughterhouses-investigation-mexico.php",
            "author": "Tras los Muros",
            "description": "\"Over the course of a number of months, between the years 2015 and 2017 I gained access to 58 slaughterhouses, located ten different Mexican states. During this time, I documented the killing of cows, goats, chickens and horses, as well as the transport of these animals, from farm to slaughterhouse.\"",
            "type": "documentary",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "The Best Speech You Will Ever Hear",
            "url": "https://www.youtube.com/watch?v=U5hGQDLprA8",
            "author": "Gary Yourofsky",
            "description": "",
            "type": "video",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "The China Study",
            "url": "https://www.benbellavegan.com/book/the-china-study/",
            "author": "T. Colin Campbell, Ph.D. and Thomas M. Campbell II, M.D.",
            "description": "",
            "type": "book",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "The Excuses Speech",
            "url": "https://www.youtube.com/watch?v=oHfVajDbyJk",
            "author": "Gary Yourofsky",
            "description": "",
            "type": "video",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "The Ghosts In Our Machine",
            "url": "https://www.theghostsinourmachine.com/",
            "author": "",
            "description": "",
            "type": "documentary",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "The Vegan Calculator",
            "url": "https://thevegancalculator.com/",
            "author": "",
            "description": "",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "The Vegan Rainbow Project",
            "url": "http://www.the-vegan-rainbow-project.org/",
            "author": "",
            "description": "\"With this blog we want to explore interconnections of oppression and enhance visibility for vegan living minorities and marginalised groups, whilst at the same time joining forces to work towards liberation for all beings.\"",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "The World Peace Diet",
            "url": "http://www.worldpeacediet.com/",
            "author": "Dr. Will Tuttle PhD",
            "description": "\"The World Peace Diet, now translated and published worldwide in 16 languages, connects many dots—culturally, historically, nutritionally, ecologically, psychologically, and spiritually—to reveal how our routine exploitation of animals for food and other products boomerangs in countless ways, affecting both our outer world and the inner landscape of our daily experience.\"",
            "type": "book",
            "urls": [
                "https://www.facebook.com/WorldPeaceDiet/",
                "https://www.youtube.com/user/3739527/playlists",
                "https://twitter.com/WillTuttlePhD"
            ],
            "submission_status": "approved"
        },
        {
            "name": "This Speech Is Your Wake Up Call",
            "url": "https://www.youtube.com/watch?v=KHOcox2lvQo",
            "author": "James Aspey",
            "description": "",
            "type": "video",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "VeganActivism.org",
            "url": "https://veganactivism.org/",
            "author": "",
            "description": "",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "VeGuide",
            "url": "https://www.vegansociety.com/go-vegan/veguide",
            "author": "The Vegan Society",
            "description": "A free app to help people go vegan.",
            "type": "app",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "What the Health",
            "url": "http://www.whatthehealthfilm.com/",
            "author": "",
            "description": "\"What the Health is the groundbreaking follow-up film from the creators of the award-winning documentary Cowspiracy. The film exposes the collusion and corruption in government and big business that is costing us trillions of healthcare dollars, and keeping us sick.\"",
            "type": "documentary",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "You Are Their Voice",
            "url": "https://youaretheirvoice.com/",
            "author": "",
            "description": "\"Vegan Developers & Designers Activists volunteering our time towards Vegan projects worth supporting 🐷\"",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "You Will Never Look at Your Life in the Same Way Again",
            "url": "https://www.youtube.com/watch?v=Z3u7hXpOm58",
            "author": "Earthling Ed",
            "description": "\"Watch the eye-opening speech that was given to thousands of students in universities across the UK.\"",
            "type": "video",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Vegan Health",
            "url": "https://veganhealth.org/",
            "author": "",
            "description": "VeganHealth.org provides:<br/>- Reviews of the scientific literature related to the health benefits of a vegan diet.<br/>- Discussions about concerns related to vegan nutrition.<br/>- Recommendations for nutrients that can be low in the diets of some vegans.",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Double Check Vegan",
            "url": "https://doublecheckvegan.com/",
            "author": "",
            "description": "Check whether ingredients are vegan or not.",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Vegan Bootcamp",
            "url": "https://veganbootcamp.org/",
            "author": "",
            "description": "",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Vegan Playlist",
            "url": "https://veganplaylist.org/",
            "author": "",
            "description": "\"Find and share inspirational Vegan videos. Spread the compassionate Vegan message with our curated playlists, or create your own from our huge video library.\"",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Kinder World",
            "url": "https://www.kinderworld.org/",
            "author": "",
            "description": "",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "The Dodo",
            "url": "https://www.thedodo.com/",
            "author": "",
            "description": "",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "TalkVegantoMe",
            "url": "https://talkveganto.me/en/splash/",
            "author": "",
            "description": "",
            "type": "app",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "HappyCow",
            "url": "https://www.happycow.net/mobile",
            "author": "",
            "description": "",
            "type": "app",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "The Animal People",
            "url": "https://www.imdb.com/title/tt2337280/",
            "author": "Executive Produced by Joaquin Phoenix",
            "description": "\"More than ten years in the making, the feature documentary THE ANIMAL PEOPLE, from directors Cassandra Suchan and Denis Henry Hennelly, follows the journey of six young activists who find themselves indicted as terrorists by the United States government. The reason for indictment: the activists' leadership of a controversial open protest campaign aiming to close down the largest animal testing laboratory in the world.\"",
            "type": "documentary",
            "urls": [
                "https://www.facebook.com/theanimalpeopledoc/",
                "https://www.instagram.com/theanimalpeopledoc/"
            ],
            "submission_status": "approved"
        },
        {
            "name": "Animal Liberation",
            "url": "https://www.goodreads.com/book/show/29380.Animal_Liberation",
            "author": "Peter Singer",
            "description": "\"Since its original publication in 1975, this groundbreaking work has awakened millions of concerned men and women to the shocking abuse of animals everywhere -- inspiring a worldwide movement to eliminate much of the cruel and unnecessary laboratory animal experimentation of years past.\"",
            "type": "book",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Why We Love Dogs, Eat Pigs, and Wear Cows: An Introduction to Carnism",
            "url": "https://carnism.org/book/why-we-love-dogs-eat-pigs-and-wear-cows/",
            "author": "Melanie Joy",
            "description": "",
            "type": "book",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Vystopia: The Anguish of Being Vegan in a Non-vegan World",
            "url": "https://vystopia.com/",
            "author": "Clare Mann",
            "description": "",
            "type": "book",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "Barnivore",
            "url": "http://www.barnivore.com/",
            "author": "",
            "description": "\"Is your booze vegan? It might seem weird at first, but your favourite drink might have more than just alcohol in it. The Barnivore Vegan Alcohol Directory is here to help.\"",
            "type": "website",
            "urls": [],
            "submission_status": "approved"
        },
        {
            "name": "The Game Changers",
            "url": "https://gamechangersmovie.com/",
            "author": "",
            "description": "",
            "type": "documentary",
            "urls": []
        },
        {
            "name": "Animal Activist Support Line",
            "url": "https://www.idausa.org/campaign/sustainable-activism/animal-activist-helpline/",
            "author": "In Defense of Animals",
            "description": "\"We can provide you with free and confidential support on any aspect of your animal advocacy. We hope to hear from you soon!\"",
            "type": "website",
            "urls": []
        }
    ],
    "chants": [
        {
            "text": "Compassion is the fashion / Don't wear fur",
            "tags": [
                "fur"
            ]
        },
        {
            "text": "Compassion is unstoppable / Another world is possible",
            "tags": []
        },
        {
            "text": "Animal liberation now / Animal liberation now",
            "tags": []
        },
        {
            "text": "It's not fashion / It's violence",
            "tags": [
                "fur",
                "wool",
                "leather"
            ]
        },
        {
            "text": "Do not buy the humane lie / Animals do not want to die",
            "tags": []
        },
        {
            "text": "One struggle, one fight / human freedom, animal rights!",
            "tags": []
        }
    ],
    "responses": [
        {
            "title": "It's my personal choice to eat animals",
            "response": "Whether a choice is personal depends on whether there's a victim. You are not allowed to drink and drive because it puts other lives at risk. Our laws and sense of morality are governed by how our actions effect others. Animals have pain.",
            "tags": [
                "ethics"
            ],
            "links": [
                {
                    "title": "Earthling Ed - It's My Personal Choice To Eat Animals!",
                    "url": "https://www.youtube.com/watch?v=LseSfTA1BMw"
                },
                {
                    "title": "Justice for Animals Wiki - In reply to: Don't force your values on me; what I eat is a personal choice.",
                    "url": "https://justiceforanimals.org/In_reply_to:_Do_not_force_your_values_on_me;_what_I_eat_is_a_personal_choice"
                },
                {
                    "title": "Your Vegan Fallacy Is - Eating Meat is My Personal Choice",
                    "url": "https://yourveganfallacyis.com/en/eating-meat-is-personal-choice"
                },
                {
                    "title": "Vegan Speak - It's a personal choice",
                    "url": "https://veganspeak.org/vegan-arguments/#e32"
                },
                {
                    "title": "Vegan Sidekick Debate Guide - It's my personal choice",
                    "url": "https://www.godfist.com/vegansidekick/guide.php#a9"
                }
            ]
        },
        {
            "title": "God gave us dominion over animals",
            "shortname": "dominion",
            "response": "",
            "tags": [
                "ethics"
            ],
            "links": [
                {
                    "title": "Earthling Ed - God Says That I Can Eat Animals",
                    "url": "https://www.youtube.com/watch?v=2-R1yJeFtHE"
                },
                {
                    "title": "Justice for Animals Wiki - In reply to: God gave us dominion over animals and put them here for us to eat, and the Bible condones eating them.",
                    "url": "https://justiceforanimals.org/In_reply_to:_God_gave_us_dominion_over_the_animals_and_put_them_here_for_us_to_eat,_and_the_Bible_condones_eating_them"
                },
                {
                    "title": "Your Vegan Fallacy Is - My Religion Allows Eating Meat",
                    "url": "https://yourveganfallacyis.com/en/my-religion-allows-eating-meat"
                },
                {
                    "title": "Vegan Speak - God put animals here to eat",
                    "url": "https://veganspeak.org/vegan-arguments/#e19"
                },
                {
                    "title": "Vegan Sidekick Debate Guide - God put animals here for us to kill, bible says so",
                    "url": "https://www.godfist.com/vegansidekick/guide.php#a17"
                }
            ]
        },
        {
            "title": "There are many issues in the world",
            "response": "",
            "tags": [
                "ethics"
            ],
            "links": []
        },
        {
            "title": "There's no ethical consumption under capitalism",
            "response": "",
            "tags": [
                "ethics"
            ],
            "links": []
        }
    ],
    "facts": [
        {
            "title": "The USDA kills over a million wild animals a year to protect livestock",
            "tags": [
                "environmentalism"
            ],
            "description": "",
            "sources": [
                "https://returntonow.net/2019/03/13/the-usda-admits-to-killing-over-a-million-wild-animals-per-year-to-protect-livestock/"
            ]
        },
        {
            "title": "Animal agriculture produces 37% of greenhouse gas emissions",
            "tags": [
                "environmentalism"
            ],
            "description": "",
            "sources": [
                "https://sentientmedia.org/the-climate-crisis-secret/"
            ]
        },
        {
            "title": "Animal agriculture uses 77% of the world's farming land, but only 18% of our calories and 37% of our protein",
            "tags": [
                "environmentalism"
            ],
            "description": "",
            "sources": [
                "https://ourworldindata.org/land-use#half-of-the-world-s-habitable-land-is-used-for-agriculture"
            ]
        },
        {
            "title": "",
            "tags": [
                ""
            ]
        }
    ],
    "special_days": [
        {
            "title": "World Day for Laboratory Animals",
            "date": "04/24"
        },
        {
            "title": "World Day for the End of Fishing",
            "date": "03/24"
        },
        {
            "title": "World Aquatic Animal Day",
            "date": "04/03"
        },
        {}
    ]
}