{
  "events": [
    {
      "title":"Open discussion : Effective activism part 1 By Christine Perc",
      "description":"The question every activist confront themselves with is probably \"What am I even doing? Is it really helping the animals?\" Sometimes we fail, sometimes things we do can backfire. We have limited time and limeted resources in general. Let's learn from each others mistakes, talk about the histroy and find ways to move forward and be more effective. Are there things we can learn from? Is it worth to try it again or should we move on? Should we change the tactic to make this specific form more effective? Are there new things we should focus on? As you can see, there is a lot to talk about. Prepare yourself, do some research and lets talk about it!<br/><br/>Open discussion : Effective activism part 2<br/>https://www.facebook.com/events/1333616800164373/<br/><br/>This talk and open discussion will be take place in the online platform zoom. If you do not have Zoom installed on your computer, it is best to do this in advance via: https://zoom.us/<br/><br/>Click after the installation on the following meeting link and follow the instructions.<br/>https://zoom.us/j/167175214<br/><br/>19:00 (7PM) CEST (Paris/Berlin)<br/>Max 100 participants.<br/><br/>Want to be part of our online community and be aware of more workshops, talks, Webinars, Panel Discussions,... join our Animal Resistance University FB group : https://www.facebook.com/groups/641964593031919 ",
      "start_datetime":"2020-04-14 10:00:00",
      "end_datetime":"2020-04-14 13:00:00",
      "address":"Zoom Meeting - Online ",
      "hosts":"Animal Resistance",
      "url":"https://www.facebook.com/events/279011596438081/"
    },
    {
      "title":"Earth Day Virtual Rally",
      "description":"𝐑𝐒𝐕𝐏 𝐇𝐄𝐑𝐄: https://pdx350.salsalabs.org/earthdayrally/index.html<br/><br/>In a time where community and togetherness are needed more than ever, join us to commemorate the 50th anniversary of the first Earth Day by rallying together for climate justice—from wherever you are.<br/><br/>LINEUP:<br/>- A dynamic panel from OPAL’s Youth Environmental Justice Alliance, on their campaign for a regional-wide YouthPass: free public transit for everyone 18 and under throughout the Metro-region.<br/>- Portland City Commissioner JoAnn Hardesty<br/>- Poetry from Portland’s youth climate activists<br/>- Exclusive update on the Oregon Green New Deal from Khanh Pham and Jose  Mikalauskas <br/>- Ways to make art and take action from home<br/>…more to be announced!<br/><br/>This will be a historic event: the largest digital rally for climate justice Portland has ever seen! Join us to learn about campaigns for climate justice here in Portland: YouthPass for All, the Oregon Green New Deal, and the need for a true People's Bailout to survive this crisis and build resiliency for the climate crisis.  <br/><br/>The fights against the coronavirus and the climate crisis go hand-in-hand, and as we work to flatten the curve of this pandemic, we must strive toward the longer term goal of building a society rooted in justice for people and our planet.<br/><br/>𝙋𝙖𝙣𝙚𝙡𝙞𝙨𝙩𝙨 — 𝙋𝙚𝙧𝙛𝙤𝙧𝙢𝙚𝙧𝙨 — 𝙎𝙥𝙚𝙖𝙠𝙚𝙧𝙨 — 𝙋𝙤𝙚𝙩𝙨",
      "start_datetime":"2020-04-22 16:00:00",
      "end_datetime":"2020-04-22 17:30:00",
      "address":"Live streaming on YouTube & Facebook ",
      "hosts":"350PDX, Asian Pacific American Network of Oregon - APANO, OPAL Environmental Justice Oregon",
      "url":"https://www.facebook.com/events/239883970487533/"
    },
    {
      "title":"Money Vs. Animal Rights - Open discussion by Glenn WRL",
      "description":"The animal rights movement can not survive without funds and donations. Everything cost money and everyone is always looking for a bigger finincial budget in order to be a better advocate or caregiver for the animals.<br/><br/>When you want to donate money to the animal rights movement you will get overwhelmed by the many many options you have.<br/><br/>In this discussion we will discuss about where to donate money and how to get funds or donation by others.<br/><br/>This open discussion is not made to promote any organisation or person in particular but to have a broad discussion about the financial part of the animal rights movement.<br/>-<br/><br/>This talk and open discussion will be take place in the online platform zoom. If you do not have Zoom installed on your computer, it is best to do this in advance via: https://zoom.us/<br/><br/>Click after the installation on the following meeting link and follow the instructions.<br/>https://zoom.us/j/905143152<br/><br/>19:00 (7PM) CEST (Paris/Berlin)<br/>Max 100 participants.<br/><br/>Want to be part of our online community and be aware of more workshops, talks, Webinars, Panel Discussions,... join our Animal Resistance University FB group : https://www.facebook.com/groups/641964593031919",
      "start_datetime":"2020-04-16 10:00:00",
      "end_datetime":"2020-04-16 12:00:00",
      "address":"Online Meeting - Zoom ",
      "hosts":"Animal Resistance",
      "url":"https://www.facebook.com/events/2864831260259198/"
    },
    {
      "title":"Virtual Sanctuary Tour and Rally to #RetireChendra",
      "description":"Please join us as we are going to have a VERY special rally next month for our beloved Chendra. Tune in on our facebook page for Videos and Live Streaming Q&amp;A's with fellow activists that have had success in our mission, experts on animal consciousness and Carol Buckley, founder of Elephant Aid International will be showing where Chendra has the possibility to retire....You're gonna want to see this..as a special treat, there will be a free screening at the end of the rally for you to enjoy!!! <br/><br/>We need as many people tuning in as possible!!! The best part about this rally is that ANYONE from ANYWHERE can come and be a voice for Chendra and elephants everywhere!!! Share, spread the word and we'll see you there!!",
      "start_datetime":"2020-05-17 12:00:00",
      "end_datetime":"2020-05-17 14:00:00",
      "address":"Online",
      "hosts":"Free the Oregon Zoo Elephants, In Defense of Animals, Friends of Ruth, Emily",
      "url":"https://www.facebook.com/events/1137660346584068/"
    },
    {
      "title":"May Portland Animal Activism Social and Meeting",
      "description":"Just because the world has slowed down doesn't mean our activism has to! Join us via Zoom (details below) for an evening of support, sharing and brainstorming on online actions and events.  <br/><br/>6:30pm: Introductions, check in, appreciations<br/>7-8pm: Announcements, strategic planning and brainstorming for upcoming online events/actions/rallies. (Please contact Chelsea V Davis with agenda ideas or if your group would like to \"co-host\").<br/><br/>If you haven't used Zoom before, no worries! It is simple, free and we will be sharing instructions shortly. <br/><br/>Reach out with any questions. <br/><br/><br/>Zoom ID 765-462-2343 <br/>PW arbonne<br/>Or use this direct link:<br/>https://us02web.zoom.us/j/7654622343?pwd=VVBRallPRTlnRXU1a3U3TFlJaU9xdz09<br/>",
      "start_datetime":"2020-05-06 18:30:00",
      "end_datetime":"2020-05-06 20:00:00",
      "address":"zoom ",
      "hosts":"Veggies Do It Better, Committed Citizen, National Animal Rights Day - NARD Portland",
      "url":"https://www.facebook.com/events/232611361334712/"
    },
    {
      "title":"Climate Healers Health Conference",
      "description":"LIVE VIDEO CONFERENCE - Join us for this historic and unprecedented event to learn more about the climate crisis and how the most efficient, effective and powerful way to help us all is with your knife and fork. Multiple nationally recognized speakers, many of whom would headline an event on their own, have graciously signed up to speak on this most important of topics.<br/><br/>Six Spectacular Speakers will each present one hour lectures from 8:30 AM-5:00 PM PT (90 min lunch break), followed by a 1 hour panel discussion.<br/><br/>Sailesh Rao - How to Not Go Extinct<br/>John McDougall, MD - Climate Change, Diet, and Health<br/>Milton Mills, MD - Are Humans Designed to Eat Meat?<br/>Joseph Pizzorno, ND - Nutrition and Environmental Toxicity<br/>Cameron O’Connell, ND - The Plant-Based Patient- What to Watch For and What to Relax About<br/>Zach Bush, MD - Food Independence and Planetary Evolution<br/><br/>The time to act is now, and education is the primary tool through which effective action can be possible. See you there!",
      "start_datetime":"2020-04-25 08:15:00",
      "end_datetime":"2020-04-25 18:30:00",
      "address":"Online",
      "hosts":"Marz Nutritionals",
      "url":"https://www.facebook.com/events/182784206253794/"
    },
    {
      "title":"Virtual Vegan Night Market",
      "description":"Third time's a charm! Supporting small vegan businesses, musicians and charities with no pants required? Sign us up! We are super excited to be moving this event online and look forward to having a fun interactive evening from the comfort of our own couches!<br/><br/>SET YOUR NOTIFICATIONS TO \"All notifications\" ON THIS EVENT SO YOU DON'T MISS OUT. We will have vendors going live throughout the event to share their current offerings and show specials plus musicians, a movie watch party, and an epic raffle benefiting Lighthouse Farm Sanctuary and COVID-19 frontline workers. <br/><br/>VIP (Vegan Insider Pass): Receive a small goodie bag including a $10 gift certificate from Vertical Diner Portland, a raffle ticket, and a drink mailed with precautious care to your front door!<br/>$12 ($14.36 after eventbrite fees) with 1/3 going to charity.<br/>TICKETS=&gt; https://www.eventbrite.com/e/96319906433<br/><br/>ARE YOU VEGAN BUSINESS, MUSICIAN OR NONPROFIT? Contact Chelsea V Davis at VNMpdx@gmail.com to become a vendor! <br/><br/>Vendor info:<br/>Open to vegan businesses, musicians, DJs and charities in Portland and beyond. <br/>Vendors will receive 4-6 posts and stories on FB and Instagram, paid promotion and a 15 minute slot to go live at your designated time. You can also send a prerecorded video(s) and photos with copy that we can post for you. We recommend showcases your current offerings, highlighting what precautions you are taking and offering a show special. (Content must me reviewed and approved by us. If you are late or do not post you will not be refunded or given more time as we will be on a tight schedule.) <br/>COST: sliding scale of $25-35 and a coupon for the VIP bags. . Optional (but highly encouraged): small raffle item or gift certificate to go towards the fundraiser. (Fee will go towards paid promotion of the event to insure it is more successful for everyone)<br/><br/>Interested in being a vendor or donating to the raffle? <br/>Contact Chelsea V Davis at VNMpdx@gmail.com or more info. <br/><br/>VENDOR LIST (Much more coming soon!)<br/>EcoJarz - Jarmazing accessories <br/>Fiboknotcci - macramé wares<br/>Lighthouse Farm Sanctuary<br/>Roaring Vegans - gift boxes<br/>SweetAnthem - perfumes and scents<br/>Arbonne by Chelsea and Jake - nontoxic living products &amp; wellness counseling<br/><br/>",
      "start_datetime":"2020-05-30 13:00:00",
      "end_datetime":"2020-05-30 18:00:00",
      "address":"Comfort of Your Couch ",
      "hosts":"Veggies Do It Better, Lighthouse Farm Sanctuary, National Animal Rights Day - NARD Portland",
      "url":"https://www.facebook.com/events/2996431673747014/"
    },
    {
      "title":"Demo empathic listening with Joyce Van Camp",
      "description":"\"What I want in my life is compassion, a flow between myself and others based on a mutual giving from the heart\"<br/>~ Marshall B. Rosenberg<br/><br/>Empathy is an understanding of the feelings and needs that a person might experience. <br/>If there is empathy present it is more easy to connect with yourself and others.<br/><br/>Joyce Van Camp, trainer non violent communication is willing to give a demo of a conversation where she will listen empathically to a person that stuggles with situation as a vegan. This demo will take about 20 minutes and there will also be time to talk about this demo with the group and ask questions. Love to see you there. <br/><br/>A word from Joyce about herself: 'I first encountered Nonviolent Communication in 2013 and this has opened my eyes. For me, this is the piece of connection I've been looking for all along. It soon became clear that I wanted to spread this connecting communication as a trainer. By applying the communication model in my daily life I have found more peace.'<br/><br/>This talk and open discussion will be take place in the online platform zoom. If you do not have Zoom installed on your computer, it is best to do this in advance via: https://zoom.us/<br/><br/>Click after the installation on the following meeting link and follow the instructions.<br/>https://zoom.us/j/951108674<br/><br/>Time: 14:00PM CEST<br/>Max 100 participants.<br/><br/>Want to be part of our online community and be aware of more workshops, talks, Webinars, Panel Discussions,... join our Animal Resistance University FB group : https://www.facebook.com/groups/641964593031919",
      "start_datetime":"2020-04-18 05:00:00",
      "end_datetime":"2020-04-18 06:30:00",
      "address":"Zoom Meeting - Online ",
      "hosts":"Animal Resistance",
      "url":"https://www.facebook.com/events/558805895016646/"
    },
    {
      "title":"Insect Suffering by Stijn Breurs",
      "description":"Are invertebrates such as insects sentient, and if yes, what can we do to improve their welfare? This presentation discusses recent findings about insect neurobiology and consciousness and deals with general ethical issues of population ethics and wild animal suffering as well as specific issues in agriculture and food production (e.g. insect meat, bee colony collapse, insecticides). Invertebrate suffering is possibly the biggest kind of animal suffering that is most neglected by animal rights activists, and researching insect welfare biology may generate highly impactful opportunities to improve welfare on earth.<br/><br/><br/>Stijn Bruers has a PhD in physics and in moral philosophy, and a master in economics. He is president of Effective Altruism Belgium, activist at animal rights organizations Bite Back, and author of several books about environmental and animal ethics.<br/><br/>Time: 19.00 (7PM) CEST (Paris/Berlin)<br/>Max 100 paticipants.<br/><br/>This talk and open discussion will be take place in the online platform zoom. If you do not have Zoom installed on your computer, it is best to do this in advance via: https://zoom.us/<br/><br/>Join Zoom Meeting<br/>https://zoom.us/j/582571855<br/><br/>Want to be part of our online community and be aware of more workshops, talks, Webinars, Panel Discussions,... join our Animal Resistance University FB group : https://www.facebook.com/groups/641964593031919<br/>",
      "start_datetime":"2020-04-13 10:00:00",
      "end_datetime":"2020-04-13 12:00:00",
      "address":"Zoom meeting - Online ",
      "hosts":"Animal Resistance",
      "url":"https://www.facebook.com/events/1537023213139305/"
    },
    {
      "title":"National Animal Rights Day - Portland 2020",
      "description":"Sunday June 7, 2020 will mark the 10th National Animal Rights Day (NARD X), which will be celebrated in more than 50 cities around the world via Zoom. Together we will take space to honor and celebrate the animals we share our planet with. <br/><br/>We will begin the event with a memorial ceremony for the billions of animals who die every year by human hands. <br/><br/>We will then transition in to a celebration of the animals in our lives, and the steps that are being made every year towards ending animals' suffering and shifting the planet to a cruelty-free, plant-based, lifestyle. <br/><br/>**Established by the non-profit Our Planet. Theirs Too. in 2011, The National Animal Rights Day (NARD) is an annual day observed in 35+ cities in multiple countries around the world on the first Sunday in June, for the purpose of giving a voice to all animals and raising awareness for their rights, until all animals are free from enslavement and their rights are established and protected by law.",
      "start_datetime":"2020-06-07 13:00:00",
      "end_datetime":"2020-06-07 17:00:00",
      "address":"Online",
      "hosts":"The National Animal Rights Day - US, National Animal Rights Day - NARD Portland, Veggies Do It Better",
      "url":"https://www.facebook.com/events/2918322498202755/"
    },
    {
      "title":"How Vegans Can Improve Relationships and Communication by Dr. Melanie Joy",
      "description":"Many vegans find that it’s difficult or impossible to feel connected with the non-vegans in their lives and to communicate about veganism in a way that doesn’t cause conflict. Often, too, vegans have trouble relating and communicating with other vegans when they disagree with each other’s ideas. <br/><br/>In this presentation, psychologist Dr. Melanie Joy explains the principles and tools for creating healthy, connected relationships, and she gives tips on how to talk about even the most challenging issues productively.<br/><br/>Melanie Joy is an American social psychologist and author, primarily notable for promulgating the term carnism. She is the President of Beyond Carnism, previously known as Carnism Awareness &amp; Action Network (CAAN), a non-profit advocacy group which she founded in 2010, as well as the former professor of psychology and sociology at the University of Massachusetts Boston. She has published the books Strategic Action for Animals, Why We Love Dogs, Eat Pigs, and Wear Cows and Beyond Beliefs.<br/><br/>This talk and open discussion will be take place in the online platform zoom. If you do not have Zoom installed on your computer, it is best to do this in advance via: https://zoom.us/<br/><br/>Click after the installation on the following meeting link and follow the instructions.<br/>https://zoom.us/j/533475829<br/><br/>17:00 (5PM) CEST (Paris/Berlin)<br/>Max 100 participants.<br/><br/>Want to be part of our online community and be aware of more workshops, talks, Webinars, Panel Discussions,... join our Animal Resistance University FB group : https://www.facebook.com/groups/641964593031919 ",
      "start_datetime":"2020-04-17 08:00:00",
      "end_datetime":"2020-04-17 09:30:00",
      "address":"Zoom Meeting - Online ",
      "hosts":"Animal Resistance, Beyond Carnism, Center for Effective Vegan Advocacy",
      "url":"https://www.facebook.com/events/519767898733134/"
    },
    {
      "title":"Open discussion: Effective Activism Part 2 By Christine Perc",
      "description":"Next to the question \"What am I even doing?\" which we covered last week I believe another question we confront ourselfes often with is probably \"How can I do it? How can I help animals in the most effective way?\". Again: there are so many different ways! What do you think about language, promotion of veganism, framing,..? Prepare yourself, do some research and lets talk about it!<br/><br/><br/>This talk and open discussion will be take place in the online platform zoom. If you do not have Zoom installed on your computer, it is best to do this in advance via: https://zoom.us/<br/><br/>Click after the installation on the following meeting link and follow the instructions.<br/>https://zoom.us/j/726746016<br/><br/>19:00 (7PM) CEST (Paris/Berlin)<br/>Max 100 participants.<br/><br/>Want to be part of our online community and be aware of more workshops, talks, Webinars, Panel Discussions,... join our Animal Resistance University FB group : https://www.facebook.com/groups/641964593031919 ",
      "start_datetime":"2020-04-21 10:00:00",
      "end_datetime":"2020-04-21 12:00:00",
      "address":"Zoom Meeting - Online",
      "hosts":"Animal Resistance",
      "url":"https://www.facebook.com/events/1333616800164373/"
    },
    {
      "title":"Animal Rights 2020 National Conference | #ar2020",
      "description":"The Animal Rights National Conference is the U.S. animal rights movement’s annual national conference. It is dedicated to the vision that animals have the right to be free from all forms of human exploitation. <br/><br/>In recognition of the wide variety of paths for advancing our shared mission, we provide a forum for the respectful and constructive discussion of a broad spectrum of topics, tactics, and strategies. Our extensive programming offers tools and resources for all. Thought-provoking lectures, interactive workshops, group discussions, and training sessions aim to educate and inspire those who are new to the issues, as well as longtime activists and nonprofit managers.<br/><br/>We are excited to bring #AR2020 to vegan-friendly Portland, OR for the first time ever! The conference will take place at the brand new Hyatt Regency which is conveniently located downtown across the street from the MAX Light Rail, just a 30-minute ride from the airport.<br/><br/>With so many amazing plant-based food options and vegan businesses in Portland, we encourage attendees to add some extra days to your trip for pre-conference activities and a massive post-conference vivisection protest (https://www.facebook.com/events/2527505690909325/) <br/><br/>In an effort to make the conference accessible and affordable to all, we offer discounted registration rates, scholarships, and work opportunities. <br/><br/>Visit ARConference.org to find out more and register at the early discounted rate. <br/><br/>We hope to see you at #AR2020! ",
      "start_datetime":"2020-07-16 16:00:00",
      "end_datetime":"2020-07-19 23:30:00",
      "address":"Online",
      "hosts":"Farm Animal Rights Movement (FARM)",
      "url":"https://www.facebook.com/events/854589008295472/"
    },
    {
      "title":"Animal Liberation Online Assembly - Kickoff!",
      "description":"The Animal Liberation Online Assembly starts April 18th, 2020! In our kick-off event of this series, we’ll reveal all the details on the schedule of events happening from April 18th through the end of May. We’ll also be hearing from exciting guest speakers, listening to some live music, and announcing a new program we’re launching to strengthen our global community.<br/><br/>We’re transforming our annual conference into a series of online events - offering training, inspiration, and support to more people from around the world than ever before. <br/><br/>Register (free) on Eventbrite to secure your place and get details about all the events we have coming up in the next 2 months! <br/>--------------------------------------------------------------------<br/>The Animal Liberation Online Assembly is sowing the seeds of our movement. This online event series is an opportunity to learn about strategy, tactics, and community building, as we dive into understanding how social change happens, and how we’re going to get it for animals. Connect with activists from around the world, and learn from leaders in the animal rights movement and beyond. <br/><br/>Don’t miss this opportunity to connect with like-minded people and learn from leaders. Together, we will put liberation into action with our own hearts, minds, and hands. <br/><br/>All are welcome, including those new to activism and veganism. You must register to attend. <br/><br/>WHEN: Online events happening from April 18th through the end of May. <br/>PROGRAM: Register to receive updates and details about upcoming events. <br/><br/>REGISTER HERE: https://www.eventbrite.com/e/animal-liberation-online-assembly-tickets-101603573022<br/><br/>Email info@liberationconference.com if you have any questions or requests! <br/>Register now &amp; join us on April 18th! ",
      "start_datetime":"2020-04-18 13:00:00",
      "end_datetime":"2020-04-18 15:00:00",
      "address":"Online ",
      "hosts":"Animal Liberation Conference, Berkeley Organization for Animal Advocacy - BOAA, Direct Action Everywhere - DxE",
      "url":"https://www.facebook.com/events/2411771499061555/"
    },
    {
      "title":"Animal Liberation Online Assembly",
      "description": "The Animal Liberation Online Assembly is the largest ever virtual gathering of animal rights activists. During a time of physical distancing, stay connected and find community. Be part of a movement that is bringing people together from around the world, to achieve revolutionary social and political change for animals.",
      "start_datetime":"2020-04-18 13:00:00",
      "end_datetime":"2020-05-30 15:00:00",
      "address":"Online ",
      "hosts":"Animal Liberation Conference, Berkeley Organization for Animal Advocacy - BOAA, Direct Action Everywhere - DxE",
      "url":"https://www.eventbrite.com/e/animal-liberation-online-assembly-tickets-101603573022"
    },
    {
      "title": "Empty The Tanks  *Portland Selfies for Cetaceans",
      "description": "Join us for the 8th Annual Empty the Tanks Worldwide event. This year our event will be a little different due to concerns surrounding COVID-19. We are cancelling all public events for Empty the Tanks Worldwide 2020, but we still want to give everyone a way to spend the day advocating on behalf of captive cetaceans. This year’s event theme will be Selfies for Cetaceans.<br/><br/> You can go simple, or you go BIG. Get out your posters and costumes, and get creative! You can take pictures or make a short video in order to participate.<br/><br/>Your Captivity is Temporary – Theirs Isn’t.<br/><br/>STEP 1:<br/>Check out our special #SelfiesForCetaceans event materials, and then download your favorites!<br/>STEP 2:<br/>Take your pictures using the downloaded posters and/or masks.<br/>*If you don’t have a printer, download the posters to your phone or tablet and hold the device up in the picture.<br/>STEP 3:<br/>Upload your pictures to your social media pages using #SelfiesForCetaceans!<br/>STEP 4:<br/>Challenge FIVE friends to join this virtual event and to TAKE THE PLEDGE not to support dolphin captivity!<br/><br/>Find more information here: http://emptythetanks.org/selfiesforcetaceans<br/><br/>Get all your event materials and props here: http://emptythetanks.org/selfieseventmaterials<br/><br/>Let's take over the internet on May 9th with our #SelfiesForCetaceans pictures and posts!<br/>",
      "start_datetime": "2020-05-09 00:00:00",
      "end_datetime": "2020-05-09 00:00:00",
      "address": "Online",
      "hosts": "Michelle Seidelman",
      "url": "https://www.facebook.com/events/700511767445869/"
    }
  ]
}