{
  "events": [
    {
      "title": "Open discussion : Effective activism part 1 By Christine Perc",
      "description": "The question every activist confront themselves with is probably \"What am I even doing? Is it really helping the animals?\" Sometimes we fail, sometimes things we do can backfire. We have limited time and limeted resources in general. Let's learn from each others mistakes, talk about the histroy and find ways to move forward and be more effective. Are there things we can learn from? Is it worth to try it again or should we move on? Should we change the tactic to make this specific form more effective? Are there new things we should focus on? As you can see, there is a lot to talk about. Prepare yourself, do some research and lets talk about it!<br/><br/>Open discussion : Effective activism part 2<br/>https://www.facebook.com/events/1333616800164373/<br/><br/>This talk and open discussion will be take place in the online platform zoom. If you do not have Zoom installed on your computer, it is best to do this in advance via: https://zoom.us/<br/><br/>Click after the installation on the following meeting link and follow the instructions.<br/>https://zoom.us/j/167175214<br/><br/>19:00 (7PM) CEST (Paris/Berlin)<br/>Max 100 participants.<br/><br/>Want to be part of our online community and be aware of more workshops, talks, Webinars, Panel Discussions,... join our Animal Resistance University FB group : https://www.facebook.com/groups/641964593031919 ",
      "start_datetime": "2020-04-14 10:00:00",
      "end_datetime": "2020-04-14 13:00:00",
      "address": "Zoom Meeting - Online ",
      "hosts": "Animal Resistance",
      "url": "https://www.facebook.com/events/279011596438081/"
    },
    {
      "title": "Earth Day Virtual Rally",
      "description": "𝐑𝐒𝐕𝐏 𝐇𝐄𝐑𝐄: https://pdx350.salsalabs.org/earthdayrally/index.html<br/><br/>In a time where community and togetherness are needed more than ever, join us to commemorate the 50th anniversary of the first Earth Day by rallying together for climate justice—from wherever you are.<br/><br/>LINEUP:<br/>- A dynamic panel from OPAL’s Youth Environmental Justice Alliance, on their campaign for a regional-wide YouthPass: free public transit for everyone 18 and under throughout the Metro-region.<br/>- Portland City Commissioner JoAnn Hardesty<br/>- Poetry from Portland’s youth climate activists<br/>- Exclusive update on the Oregon Green New Deal from Khanh Pham and Jose  Mikalauskas <br/>- Ways to make art and take action from home<br/>…more to be announced!<br/><br/>This will be a historic event: the largest digital rally for climate justice Portland has ever seen! Join us to learn about campaigns for climate justice here in Portland: YouthPass for All, the Oregon Green New Deal, and the need for a true People's Bailout to survive this crisis and build resiliency for the climate crisis.  <br/><br/>The fights against the coronavirus and the climate crisis go hand-in-hand, and as we work to flatten the curve of this pandemic, we must strive toward the longer term goal of building a society rooted in justice for people and our planet.<br/><br/>𝙋𝙖𝙣𝙚𝙡𝙞𝙨𝙩𝙨 — 𝙋𝙚𝙧𝙛𝙤𝙧𝙢𝙚𝙧𝙨 — 𝙎𝙥𝙚𝙖𝙠𝙚𝙧𝙨 — 𝙋𝙤𝙚𝙩𝙨",
      "start_datetime": "2020-04-22 16:00:00",
      "end_datetime": "2020-04-22 17:30:00",
      "address": "Live streaming on YouTube & Facebook ",
      "hosts": "350PDX, Asian Pacific American Network of Oregon - APANO, OPAL Environmental Justice Oregon",
      "url": "https://www.facebook.com/events/239883970487533/"
    },
    {
      "title": "Money Vs. Animal Rights - Open discussion by Glenn WRL",
      "description": "The animal rights movement can not survive without funds and donations. Everything cost money and everyone is always looking for a bigger finincial budget in order to be a better advocate or caregiver for the animals.<br/><br/>When you want to donate money to the animal rights movement you will get overwhelmed by the many many options you have.<br/><br/>In this discussion we will discuss about where to donate money and how to get funds or donation by others.<br/><br/>This open discussion is not made to promote any organisation or person in particular but to have a broad discussion about the financial part of the animal rights movement.<br/>-<br/><br/>This talk and open discussion will be take place in the online platform zoom. If you do not have Zoom installed on your computer, it is best to do this in advance via: https://zoom.us/<br/><br/>Click after the installation on the following meeting link and follow the instructions.<br/>https://zoom.us/j/905143152<br/><br/>19:00 (7PM) CEST (Paris/Berlin)<br/>Max 100 participants.<br/><br/>Want to be part of our online community and be aware of more workshops, talks, Webinars, Panel Discussions,... join our Animal Resistance University FB group : https://www.facebook.com/groups/641964593031919",
      "start_datetime": "2020-04-16 10:00:00",
      "end_datetime": "2020-04-16 12:00:00",
      "address": "Online Meeting - Zoom ",
      "hosts": "Animal Resistance",
      "url": "https://www.facebook.com/events/2864831260259198/"
    },
    {
      "title": "Virtual Sanctuary Tour and Rally to #RetireChendra",
      "description": "Please join us as we are going to have a VERY special rally next month for our beloved Chendra. Tune in on our facebook page for Videos and Live Streaming Q&amp;A's with fellow activists that have had success in our mission, experts on animal consciousness and Carol Buckley, founder of Elephant Aid International will be showing where Chendra has the possibility to retire....You're gonna want to see this..as a special treat, there will be a free screening at the end of the rally for you to enjoy!!! <br/><br/>We need as many people tuning in as possible!!! The best part about this rally is that ANYONE from ANYWHERE can come and be a voice for Chendra and elephants everywhere!!! Share, spread the word and we'll see you there!!",
      "start_datetime": "2020-05-17 12:00:00",
      "end_datetime": "2020-05-17 14:00:00",
      "address": "Online",
      "hosts": "Free the Oregon Zoo Elephants, In Defense of Animals, Friends of Ruth, Emily",
      "url": "https://www.facebook.com/events/1137660346584068/"
    },
    {
      "title": "May Portland Animal Activism Social and Meeting",
      "description": "Just because the world has slowed down doesn't mean our activism has to! Join us via Zoom (details below) for an evening of support, sharing and brainstorming on online actions and events.  <br/><br/>6:30pm: Introductions, check in, appreciations<br/>7-8pm: Announcements, strategic planning and brainstorming for upcoming online events/actions/rallies. (Please contact Chelsea V Davis with agenda ideas or if your group would like to \"co-host\").<br/><br/>If you haven't used Zoom before, no worries! It is simple, free and we will be sharing instructions shortly. <br/><br/>Reach out with any questions. <br/><br/><br/>Zoom ID 765-462-2343 <br/>PW arbonne<br/>Or use this direct link:<br/>https://us02web.zoom.us/j/7654622343?pwd=VVBRallPRTlnRXU1a3U3TFlJaU9xdz09<br/>",
      "start_datetime": "2020-05-06 18:30:00",
      "end_datetime": "2020-05-06 20:00:00",
      "address": "zoom ",
      "hosts": "Veggies Do It Better, Committed Citizen, National Animal Rights Day - NARD Portland",
      "url": "https://www.facebook.com/events/232611361334712/"
    },
    {
      "title": "Climate Healers Health Conference",
      "description": "LIVE VIDEO CONFERENCE - Join us for this historic and unprecedented event to learn more about the climate crisis and how the most efficient, effective and powerful way to help us all is with your knife and fork. Multiple nationally recognized speakers, many of whom would headline an event on their own, have graciously signed up to speak on this most important of topics.<br/><br/>Six Spectacular Speakers will each present one hour lectures from 8:30 AM-5:00 PM PT (90 min lunch break), followed by a 1 hour panel discussion.<br/><br/>Sailesh Rao - How to Not Go Extinct<br/>John McDougall, MD - Climate Change, Diet, and Health<br/>Milton Mills, MD - Are Humans Designed to Eat Meat?<br/>Joseph Pizzorno, ND - Nutrition and Environmental Toxicity<br/>Cameron O’Connell, ND - The Plant-Based Patient- What to Watch For and What to Relax About<br/>Zach Bush, MD - Food Independence and Planetary Evolution<br/><br/>The time to act is now, and education is the primary tool through which effective action can be possible. See you there!",
      "start_datetime": "2020-04-25 08:15:00",
      "end_datetime": "2020-04-25 18:30:00",
      "address": "Online",
      "hosts": "Marz Nutritionals",
      "url": "https://www.facebook.com/events/182784206253794/"
    },
    {
      "title": "Demo empathic listening with Joyce Van Camp",
      "description": "\"What I want in my life is compassion, a flow between myself and others based on a mutual giving from the heart\"<br/>~ Marshall B. Rosenberg<br/><br/>Empathy is an understanding of the feelings and needs that a person might experience. <br/>If there is empathy present it is more easy to connect with yourself and others.<br/><br/>Joyce Van Camp, trainer non violent communication is willing to give a demo of a conversation where she will listen empathically to a person that stuggles with situation as a vegan. This demo will take about 20 minutes and there will also be time to talk about this demo with the group and ask questions. Love to see you there. <br/><br/>A word from Joyce about herself: 'I first encountered Nonviolent Communication in 2013 and this has opened my eyes. For me, this is the piece of connection I've been looking for all along. It soon became clear that I wanted to spread this connecting communication as a trainer. By applying the communication model in my daily life I have found more peace.'<br/><br/>This talk and open discussion will be take place in the online platform zoom. If you do not have Zoom installed on your computer, it is best to do this in advance via: https://zoom.us/<br/><br/>Click after the installation on the following meeting link and follow the instructions.<br/>https://zoom.us/j/951108674<br/><br/>Time: 14:00PM CEST<br/>Max 100 participants.<br/><br/>Want to be part of our online community and be aware of more workshops, talks, Webinars, Panel Discussions,... join our Animal Resistance University FB group : https://www.facebook.com/groups/641964593031919",
      "start_datetime": "2020-04-18 05:00:00",
      "end_datetime": "2020-04-18 06:30:00",
      "address": "Zoom Meeting - Online ",
      "hosts": "Animal Resistance",
      "url": "https://www.facebook.com/events/558805895016646/"
    },
    {
      "title": "Insect Suffering by Stijn Breurs",
      "description": "Are invertebrates such as insects sentient, and if yes, what can we do to improve their welfare? This presentation discusses recent findings about insect neurobiology and consciousness and deals with general ethical issues of population ethics and wild animal suffering as well as specific issues in agriculture and food production (e.g. insect meat, bee colony collapse, insecticides). Invertebrate suffering is possibly the biggest kind of animal suffering that is most neglected by animal rights activists, and researching insect welfare biology may generate highly impactful opportunities to improve welfare on earth.<br/><br/><br/>Stijn Bruers has a PhD in physics and in moral philosophy, and a master in economics. He is president of Effective Altruism Belgium, activist at animal rights organizations Bite Back, and author of several books about environmental and animal ethics.<br/><br/>Time: 19.00 (7PM) CEST (Paris/Berlin)<br/>Max 100 paticipants.<br/><br/>This talk and open discussion will be take place in the online platform zoom. If you do not have Zoom installed on your computer, it is best to do this in advance via: https://zoom.us/<br/><br/>Join Zoom Meeting<br/>https://zoom.us/j/582571855<br/><br/>Want to be part of our online community and be aware of more workshops, talks, Webinars, Panel Discussions,... join our Animal Resistance University FB group : https://www.facebook.com/groups/641964593031919<br/>",
      "start_datetime": "2020-04-13 10:00:00",
      "end_datetime": "2020-04-13 12:00:00",
      "address": "Zoom meeting - Online ",
      "hosts": "Animal Resistance",
      "url": "https://www.facebook.com/events/1537023213139305/"
    },
    {
      "title": "How Vegans Can Improve Relationships and Communication by Dr. Melanie Joy",
      "description": "Many vegans find that it’s difficult or impossible to feel connected with the non-vegans in their lives and to communicate about veganism in a way that doesn’t cause conflict. Often, too, vegans have trouble relating and communicating with other vegans when they disagree with each other’s ideas. <br/><br/>In this presentation, psychologist Dr. Melanie Joy explains the principles and tools for creating healthy, connected relationships, and she gives tips on how to talk about even the most challenging issues productively.<br/><br/>Melanie Joy is an American social psychologist and author, primarily notable for promulgating the term carnism. She is the President of Beyond Carnism, previously known as Carnism Awareness &amp; Action Network (CAAN), a non-profit advocacy group which she founded in 2010, as well as the former professor of psychology and sociology at the University of Massachusetts Boston. She has published the books Strategic Action for Animals, Why We Love Dogs, Eat Pigs, and Wear Cows and Beyond Beliefs.<br/><br/>This talk and open discussion will be take place in the online platform zoom. If you do not have Zoom installed on your computer, it is best to do this in advance via: https://zoom.us/<br/><br/>Click after the installation on the following meeting link and follow the instructions.<br/>https://zoom.us/j/533475829<br/><br/>17:00 (5PM) CEST (Paris/Berlin)<br/>Max 100 participants.<br/><br/>Want to be part of our online community and be aware of more workshops, talks, Webinars, Panel Discussions,... join our Animal Resistance University FB group : https://www.facebook.com/groups/641964593031919 ",
      "start_datetime": "2020-04-17 08:00:00",
      "end_datetime": "2020-04-17 09:30:00",
      "address": "Zoom Meeting - Online ",
      "hosts": "Animal Resistance, Beyond Carnism, Center for Effective Vegan Advocacy",
      "url": "https://www.facebook.com/events/519767898733134/"
    },
    {
      "title": "Open discussion: Effective Activism Part 2 By Christine Perc",
      "description": "Next to the question \"What am I even doing?\" which we covered last week I believe another question we confront ourselfes often with is probably \"How can I do it? How can I help animals in the most effective way?\". Again: there are so many different ways! What do you think about language, promotion of veganism, framing,..? Prepare yourself, do some research and lets talk about it!<br/><br/><br/>This talk and open discussion will be take place in the online platform zoom. If you do not have Zoom installed on your computer, it is best to do this in advance via: https://zoom.us/<br/><br/>Click after the installation on the following meeting link and follow the instructions.<br/>https://zoom.us/j/726746016<br/><br/>19:00 (7PM) CEST (Paris/Berlin)<br/>Max 100 participants.<br/><br/>Want to be part of our online community and be aware of more workshops, talks, Webinars, Panel Discussions,... join our Animal Resistance University FB group : https://www.facebook.com/groups/641964593031919 ",
      "start_datetime": "2020-04-21 10:00:00",
      "end_datetime": "2020-04-21 12:00:00",
      "address": "Zoom Meeting - Online",
      "hosts": "Animal Resistance",
      "url": "https://www.facebook.com/events/1333616800164373/"
    },
    {
      "title": "Animal Liberation Online Assembly - Kickoff!",
      "description": "The Animal Liberation Online Assembly starts April 18th, 2020! In our kick-off event of this series, we’ll reveal all the details on the schedule of events happening from April 18th through the end of May. We’ll also be hearing from exciting guest speakers, listening to some live music, and announcing a new program we’re launching to strengthen our global community.<br/><br/>We’re transforming our annual conference into a series of online events - offering training, inspiration, and support to more people from around the world than ever before. <br/><br/>Register (free) on Eventbrite to secure your place and get details about all the events we have coming up in the next 2 months! <br/>--------------------------------------------------------------------<br/>The Animal Liberation Online Assembly is sowing the seeds of our movement. This online event series is an opportunity to learn about strategy, tactics, and community building, as we dive into understanding how social change happens, and how we’re going to get it for animals. Connect with activists from around the world, and learn from leaders in the animal rights movement and beyond. <br/><br/>Don’t miss this opportunity to connect with like-minded people and learn from leaders. Together, we will put liberation into action with our own hearts, minds, and hands. <br/><br/>All are welcome, including those new to activism and veganism. You must register to attend. <br/><br/>WHEN: Online events happening from April 18th through the end of May. <br/>PROGRAM: Register to receive updates and details about upcoming events. <br/><br/>REGISTER HERE: https://www.eventbrite.com/e/animal-liberation-online-assembly-tickets-101603573022<br/><br/>Email info@liberationconference.com if you have any questions or requests! <br/>Register now &amp; join us on April 18th! ",
      "start_datetime": "2020-04-18 13:00:00",
      "end_datetime": "2020-04-18 15:00:00",
      "address": "Online ",
      "hosts": "Animal Liberation Conference, Berkeley Organization for Animal Advocacy - BOAA, Direct Action Everywhere - DxE",
      "url": "https://www.facebook.com/events/2411771499061555/"
    },
    {
      "title": "Animal Liberation Online Assembly",
      "description": "The Animal Liberation Online Assembly is the largest ever virtual gathering of animal rights activists. During a time of physical distancing, stay connected and find community. Be part of a movement that is bringing people together from around the world, to achieve revolutionary social and political change for animals.",
      "start_datetime": "2020-04-18 13:00:00",
      "end_datetime": "2020-05-30 15:00:00",
      "address": "Online ",
      "hosts": "Animal Liberation Conference, Berkeley Organization for Animal Advocacy - BOAA, Direct Action Everywhere - DxE",
      "url": "https://www.eventbrite.com/e/animal-liberation-online-assembly-tickets-101603573022"
    },
    {
      "title": "Empty The Tanks  *Portland Selfies for Cetaceans",
      "description": "Join us for the 8th Annual Empty the Tanks Worldwide event. This year our event will be a little different due to concerns surrounding COVID-19. We are cancelling all public events for Empty the Tanks Worldwide 2020, but we still want to give everyone a way to spend the day advocating on behalf of captive cetaceans. This year’s event theme will be Selfies for Cetaceans.<br/><br/> You can go simple, or you go BIG. Get out your posters and costumes, and get creative! You can take pictures or make a short video in order to participate.<br/><br/>Your Captivity is Temporary – Theirs Isn’t.<br/><br/>STEP 1:<br/>Check out our special #SelfiesForCetaceans event materials, and then download your favorites!<br/>STEP 2:<br/>Take your pictures using the downloaded posters and/or masks.<br/>*If you don’t have a printer, download the posters to your phone or tablet and hold the device up in the picture.<br/>STEP 3:<br/>Upload your pictures to your social media pages using #SelfiesForCetaceans!<br/>STEP 4:<br/>Challenge FIVE friends to join this virtual event and to TAKE THE PLEDGE not to support dolphin captivity!<br/><br/>Find more information here: http://emptythetanks.org/selfiesforcetaceans<br/><br/>Get all your event materials and props here: http://emptythetanks.org/selfieseventmaterials<br/><br/>Let's take over the internet on May 9th with our #SelfiesForCetaceans pictures and posts!<br/>",
      "start_datetime": "2020-05-09 00:00:00",
      "end_datetime": "2020-05-09 00:00:00",
      "address": "Online",
      "hosts": "Michelle Seidelman",
      "url": "https://www.facebook.com/events/700511767445869/"
    },
    {
      "title": "Saturday Night (Netflix) Watch Party!",
      "description": "Let's get together for a virtual watch party with Fur Free PDX &amp; Free The Oregon Zoo Elephants!<br/><br/>Tyke Elephant Outlaw is a gripping and emotionally charged documentary about one elephant's break for freedom and the profound questions it raised about our connection to other species.<br/><br/>Get your popcorn and drinks ready because the Watch Party will begin promptly at 6:30pm. <br/><br/>You'll need to install the Netflix Party Chrome extension ahead of time in order to join the Watch Party.<br/><br/>To get the Netflix Party Chrome Extension visit this link: <br/>https://www.netflixparty.com/<br/> <br/>For anyone having difficulty setting up the Chrome extension for Netflix Party, please feel free to join our tech-check chat from 6:00pm-6:20pm in order for us to help you out: https://hangouts.google.com/call/abhfAy4uwVSQbAmAHLAjAEEE<br/><br/>We will be sharing a link on this page and social media around 6:20pm<br/><br/>We are also going to be having a discussion after the movie, join us for that on HangOuts: https://hangouts.google.com/call/abhfAy4uwVSQbAmAHLAjAEEE<br/><br/>About the Film:<br/>The life of Tyke, a circus elephant who went on a rampage in 1994 in Honolulu and died in a hail of gunfire. Her former trainers, witnesses to her rampage, and animal rights activists discuss the use of animals in the entertainment industry.<br/><br/>Watch the trailer here: http://tykeelephantoutlaw.com/",
      "start_datetime": "2020-05-16 09:30:00",
      "end_datetime": "2020-05-16 11:30:00",
      "address": "Online",
      "hosts": "Fur Free PDX, Free the Oregon Zoo Elephants",
      "url": "https://www.facebook.com/events/1327772964082790/"
    },
    {
      "title": "Diversity Learning Week",
      "description": "Diversity refers to the range of differences among people such as species, ethnicity, religion, age, gender identity, sexual orientation, social class, ability, political beliefs and ethical values.<br/>Inclusivity refers to the involvement, empowerment and belonging of a wide variety of people and to a collaborative environment that values and appreciates their contribution.<br/><br/>Now, more than ever, in this time of uncertainty, the Animal Rights movement must come together. We must support and learn from one another. That is what 'Diversity Learning Week' is all about.<br/><br/>PLEASE JOIN US for a week of presentations and learning!<br/><br/>Starting May 11th, the presentations are open to all and will be streamed live via Zoom.<br/><br/>You can see the detailed schedule linked below.<br/><br/>You can join as many or as few as you like. There is no obligation. But please do join us!<br/><br/>Here is a detailed summary of the presentations: https://docs.google.com/document/d/19qLeia8XwUsXt06LWMg3SRNqH5rUamyxD92HeTefQd0/edit?usp=sharing<br/><br/>Bio of the presenters: https://docs.google.com/document/d/1pBcQSS6R7zrbrdTPOonnWQxSnGTBqH5uMQEd0fHL6PQ/edit?usp=sharing",
      "start_datetime": "2020-05-11 06:00:00",
      "end_datetime": "2020-05-17 14:00:00",
      "address": "Online",
      "hosts": "Animal Save Movement, Health Save Movement, Climate Save Movement",
      "url": "https://www.facebook.com/events/1433251390213233/"
    },
    {
      "title": "Are Human Rights Relevant to Animal Rights?",
      "description": "Are human rights a distraction to animal rights or a necessary part of the discussion? 🤔<br/><br/>Click here to join the discussion: https://us02web.zoom.us/j/82730043077<br/><br/>➤ TIME<br/>This free event will run this Saturday from 1 p.m. - 3 p.m. UK Time (Time zone converter - https://tinyurl.com/y95pkqkn)<br/><br/>Add to your Google Calendar:<br/>https://us04web.zoom.us/meeting/tZYqdOmoqjgqHdN4T9UM15-qw88b5TkCMc5K/calendar/google/add<br/><br/>Add to you Outlook Calendar:<br/>https://us04web.zoom.us/meeting/tZYqdOmoqjgqHdN4T9UM15-qw88b5TkCMc5K/ics<br/><br/>➤ PURPOSE<br/>Human rights and a pro-intersectional approach has caused a lot of discussion and even controversy within the movement.  Our goal is to take the conversation away from Facebook comment threads and towards a live discussion in the hopes that we can better understand where everyone is coming from and move the discussion in a positive direction.<br/><br/>This session will focus on movement history as well as current perceptions.  We hope to arrange a session in the future to cover this issue in more depth with additional special guests, as it's unlikely we'll be able to do this fully in the first event on this topic.<br/><br/>➤ EVENT FORMAT<br/>Participants will be able to share their thoughts through anonymous poll questions.  We will use these questions prompts and the results to help guide the conversation.<br/><br/>➤ GUESTS<br/>We are thrilled to announce that we have at least one special guest joining us to help address this topic more fully!<br/><br/>DR COREY LEE WRENN is a vegan feminist sociologist of social movements, who specialises in anti-speciesist protest and human-nonhuman relations in the United States, United Kingdom, and Republic of Ireland.  In 2016, Dr Wrenn received her PhD in Sociology with Colorado State University. She was awarded Exemplary Diversity Scholar, 2016, by the University of Michigan’s National Center for Institutional Diversity.  Dr Wrenn served as council member with the American Sociological Association’s Animals &amp; Society section (2013-2016) and was elected Chair in 2018. She has served as Book Review Editor to Society and Animals since 2017. In July 2013, she founded the Vegan Feminist Network, an academic-activist project engaging intersectional social justice praxis. She is the author of A Rational Approach to Animal Rights: Extensions in Abolitionist Theory (Palgrave MacMillan 2016) and Piecemeal Protest: Animal Rights in the Age of Nonprofits (University of Michigan Press 2020).<br/>For more: https://tinyurl.com/ybkg9dsv <br/><br/>➤ CLOSED CAPTIONING<br/>We want to make this and future events as inclusive as possible.  While Zoom does not appear to support closed captioning, the plan is to eventually share this on YouTube which does.<br/><br/>➤ TECHNICAL BITS<br/>We will be recording the discussion so that those who miss the call can watch it back.<br/><br/>If you do not have Zoom installed on your computer, you may want to download it in advance: https://zoom.us/<br/>(A maximum of 100 people can join the call)<br/><br/>You're most welcome to join without video or audio and just listen 🙂<br/><br/>All are welcome who are interested in respectful solution-based dialogue so please share this with your friends and AR groups who may want to join.  See you then! 😃<br/>",
      "start_datetime": "2020-05-23 05:00:00",
      "end_datetime": "2020-05-23 07:00:00",
      "address": "More",
      "hosts": "The Animal Rights Show",
      "url": "https://www.facebook.com/events/1600656030100044/"
    },
    {
      "title": "Animal Liberation Online Assembly - Bringing Animal Farmers Into The Animal Rights Movement",
      "description": "Rancher's wife turned sanctuary operator, Renee King-Sonnen is determined to bring more farmers into the animal rights movement. Founder of the Rancher Advocacy Program, she has been working with farming families to help them transition away from animal farming.<br/><br/>This Saturday at the Animal Liberation Online Assembly, Renee will share the story of one family she is working with. She’ll talk about how we can win farmers over, and why it's important that we bring them into the movement.<br/><br/>Should animal farmers be a part of the animal rights movement? Tune in at 1pm PDT this Saturday to join the conversation!",
      "start_datetime": "2020-05-23 13:00:00",
      "end_datetime": "2020-05-23 15:00:00",
      "address": "Online",
      "hosts": "Direct Action Everywhere",
      "url": "https://www.eventbrite.com/e/animal-liberation-online-assembly-tickets-101603573022"
    },
    {
      "title": "Diversity, Equity & Inclusion - Why am I Biased?",
      "description": "This online leadership class invites you to look at your ABCs when it comes to diversity, equity , and inclusion. The way we socialize personally and professionally is based on our attitudes, biases/behaviors and our communicative culture. Get the data and know the facts. We will answer questions about race, sex, age, class, etc. ",
      "start_datetime": "2020-05-26 09:00:00",
      "end_datetime": "",
      "address": "Online Event ",
      "hosts": "The Conflict Chick",
      "url": "https://www.facebook.com/events/1118611648516784/"
    },
    {
      "title": "Coping With Climate Grief",
      "description": "What are the psychological impacts of living through the collapse of ecosystems, climate change, and rampant environmental destruction? How can we cultivate relationships with the natural world in a way that informs and reinvigorates our efforts at moving beyond mere coping towards transforming grief into meaningful action?<br/><br/>All Reimagining Recovery events are spontaneous experiments in collaborative learning, so come with your own knowledge, wisdom, questions, and curiosity! Visit www.reimaginingrecovery.org/ to learn more about our grassroots, volunteer-run peer-to-peer anti-organization.<br/><br/>--------------------------------<br/><br/>Topic: Coping With Climate Grief<br/>Time: Jun 18, 2020 01:00 PM Pacific Time (US and Canada)<br/><br/>Join Zoom Meeting<br/>https://us02web.zoom.us/j/85685270423?pwd=V1dhVjMwMjE1Nmo5WVRHWDhVemcvQT09<br/><br/>Meeting ID: 856 8527 0423<br/>Password: 014485<br/>One tap mobile<br/>+16699009128,,85685270423#,,1#,014485# US (San Jose)<br/>+13462487799,,85685270423#,,1#,014485# US (Houston)<br/><br/>Dial by your location<br/>        +1 669 900 9128 US (San Jose)<br/>        +1 346 248 7799 US (Houston)<br/>        +1 253 215 8782 US (Tacoma)<br/>        +1 312 626 6799 US (Chicago)<br/>        +1 646 558 8656 US (New York)<br/>        +1 301 715 8592 US (Germantown)<br/>Meeting ID: 856 8527 0423<br/>Password: 014485<br/>Find your local number: https://us02web.zoom.us/u/klDePWi8S<br/>",
      "start_datetime": "2020-06-18 13:00:00",
      "end_datetime": "2020-06-18 14:30:00",
      "address": "More",
      "hosts": "Reimagining Recovery",
      "url": "https://www.facebook.com/events/296523971340829/"
    },
    {
      "title": "NARN's 2020 Volunteer Orientation (Virtual Edition)",
      "description": "Join us for our Spring Volunteer Orientation to learn about all of our volunteer opportunities and how you can help us help animals in 2020! <br/><br/>This orientation is designed for folks who are interested in helping with planning events, writing blogs, writing articles and comments, and engaging in community outreach. <br/><br/>We'll cover a variety of topics including animal rights organizing 101, skills for working with the media, and policy exploring the laws, public processes and policies that are tools for affecting wildlife management and agriculture. <br/><br/>We care about everyone's health, so we will be hosting our Volunteer Orientation online! Invite your friends! <br/><br/>Register for this online meeting here:<br/>https://us02web.zoom.us/meeting/register/tZMrdumpqzIuHtZbsSgYdinjJNUkXL8vD0uU <br/><br/>After registering, you will receive a confirmation email containing information about joining the meeting.<br/>",
      "start_datetime": "2020-05-23 12:00:00",
      "end_datetime": "2020-05-23 13:00:00",
      "address": "Online ",
      "hosts": "NARN  ( Northwest Animal Rights Network )",
      "url": "https://www.facebook.com/events/558564924749075/"
    },
    {
      "title": "Deconstructing Liberation Meeting #1",
      "description": "Are you someone who is passionate about justice? <br/><br/>Together, we will discuss organizing and movement structure. The Ayni Institute has put together a series of webinars surrounding how to build and structure a movement. Be sure to watch the first of the series before we first meet.<br/><br/>Here is our schedule:<br/><br/> <br/><br/>Register for the call-in information below:<br/><br/>",
      "start_datetime": "2020-05-26 15:00:00",
      "end_datetime": "2020-05-26 16:30:00",
      "address": "Online Event ",
      "hosts": "Liberation NYC",
      "url": "https://www.facebook.com/events/200258224296675/"
    },
    {
      "title": "Cancel Animal Ag: Online Open Rescue",
      "description": "Take part in the world’s first coordinated, international Online Open Rescue - the finale action of the Animal Liberation Online Assembly. The pandemic may stop us from mass gatherings, but people around the world are still saving lives, and we need your help. <br/><br/>Don't miss this historic event. Be part of Open Rescue and help us #CancelAnimalAg.<br/><br/>Happening at the Animal Liberation Online Assembly - May 30th at 1pm PDT (4pm ET).<br/><br/>REGISTER NOW: DxE.io/ALOA",
      "start_datetime": "2020-05-30 13:00:00",
      "end_datetime": "2020-05-30 15:00:00",
      "address": "More",
      "hosts": "Animal Liberation Conference",
      "url": "https://www.facebook.com/events/537309470491784/"
    },
    {
      "title": "Until The Last Child Is Free #AbolishICE",
      "description": "Call to Action!<br/><br/>Under Trump, ICE has become the American Gestapo, operating outside of local and international laws: imprisoning refugees in concentration camps, putting children in cages, hunting down our neighbors, and committing crimes against humanity.<br/><br/>ICE is a danger to our community, not just to those they target, to all of us. This is an organization that carries out raids and kidnappings in our \"sanctuary city\" with impunity, despite being embroiled in countless scandals. From abuse and sexual assaults on immigrants, to secret white nationalist facebook groups. From a culture of open cruelty and racism, to open neglect and even murder. Even their recent public shooting during an arrest in New York demonstrates just how reckless and dangerous they continue to be to the public at large.<br/><br/>In spite of this, our leaders continue to fail to protect our communities.<br/>In Washington County, the Sheriff just announced they would cooperate with ICE despite their a \"sanctuary\" status. In Multnomah County, ICE is deporting a Portland teacher and the mayor/police commissioner has been silent. Once again, it is on us, the people, to protect our community and defend our neighbors.<br/><br/>Again and again, we have seen injustice committed by our own government and have been unable to do anything about it, but this time, we can. <br/><br/>ICE is coming for one of our neighbors, someone who grew up in this community, in this city. Someone who worked hard to make something of himself so that he could give back to this community, as a teacher. His name is Hector, he is a 3rd grade teacher in the Montavilla neighborhood. He is also a father to a child that would remain in Portland. <br/><br/>Hector is a vital part of this community. Portland will fight for him like we mean it, because we do.<br/><br/>Our brother and comrade Hector faces deportation, we cannot and stay silent. <br/>We take this opportunity to demand ICE out of Oregon! <br/>We take this moment to demand an end to the deportations! <br/>We stand together to demand the abolition of ICE and the end of child and family separation! <br/><br/>Until the last cage is ripped open and the last child is set free, WE WILL FIGHT.<br/><br/>Join us!<br/><br/>This event is co-sponsored by Direct Action Alliance &amp; The Buddhist Peace Fellowship<br/>Organizations Standing in Solidarity:<br/>Portland Association of Teachers Racial and Social Justice Committees<br/>First Unitarian Church<br/>Teressa Raiford for Mayor 2020<br/>Portland Association of Teachers<br/>Bridger Equity Committee<br/>Jobs with Justice<br/>SURJ Black Lives Matter Action Group<br/>Innovation Law Lab<br/>Hampton Institute Working Class Think Tank<br/>World Arts Foundation, Inc.<br/><br/><br/>#keepHectorhome<br/> #AbolishICE<br/>#stopthedeportations<br/>#returnthechildren<br/>#endmassincarceration<br/><br/>ICE has become an extrajudicial organization that has been terrorizing immigrant communities across this country since it's creation, tearing families apart, disregarding local laws, and destroying public trust in vital institutions. It MUST be abolished!<br/><br/>",
      "start_datetime": "2020-06-20 17:00:00",
      "end_datetime": "",
      "address": "",
      "hosts": "Direct Action Alliance, Buddhist Peace Fellowship, Portland",
      "url": "https://www.facebook.com/events/739728039767003/"
    },
    {
      "title": "PDX Sea Shepherd Socially Distant Beach Clean Up",
      "description": "Please join the Portland Sea Shepherd Chapter in cleaning up the shores of the Columbia River which is so imperative to our Salmon, Orcas, Sea Lions etc.<br/>We will spend a couple of hours cleaning up the beach PLEASE REMEMBER we will be practicing socially distancing and ask that every wear a mask as well. After we have cleaned the beach normally we would share a Vegan Potluck however instead we ask everyone to pack a lunch or picnic to enjoy Riverside. If you have any questions please email Portland@seashepherd.org or message me.<br/>We will provide biodegradable bags, hand sanitizer and beverages. <br/>Please look for the Sea Shepherd flag!",
      "start_datetime": "2020-06-27 11:00:00",
      "end_datetime": "2020-06-27 13:30:00",
      "address": "",
      "hosts": "Sea Shepherd Portland",
      "url": "https://www.facebook.com/events/615225832414963/"
    },
    {
      "title": "Until The Last Child Is Free #AbolishICE",
      "description": "Call to Action!<br/><br/>Under Trump, ICE has become the American Gestapo, operating outside of local and international laws: imprisoning refugees in concentration camps, putting children in cages, hunting down our neighbors, and committing crimes against humanity.<br/><br/>ICE is a danger to our community, not just to those they target, to all of us. This is an organization that carries out raids and kidnappings in our \"sanctuary city\" with impunity, despite being embroiled in countless scandals. From abuse and sexual assaults on immigrants, to secret white nationalist facebook groups. From a culture of open cruelty and racism, to open neglect and even murder. Even their recent public shooting during an arrest in New York demonstrates just how reckless and dangerous they continue to be to the public at large.<br/><br/>In spite of this, our leaders continue to fail to protect our communities.<br/>In Washington County, the Sheriff just announced they would cooperate with ICE despite their a \"sanctuary\" status. In Multnomah County, ICE is deporting a Portland teacher and the mayor/police commissioner has been silent. Once again, it is on us, the people, to protect our community and defend our neighbors.<br/><br/>Again and again, we have seen injustice committed by our own government and have been unable to do anything about it, but this time, we can. <br/><br/>ICE is coming for one of our neighbors, someone who grew up in this community, in this city. Someone who worked hard to make something of himself so that he could give back to this community, as a teacher. His name is Hector, he is a 3rd grade teacher in the Montavilla neighborhood. He is also a father to a child that would remain in Portland. <br/><br/>Hector is a vital part of this community. Portland will fight for him like we mean it, because we do.<br/><br/>Our brother and comrade Hector faces deportation, we cannot and stay silent. <br/>We take this opportunity to demand ICE out of Oregon! <br/>We take this moment to demand an end to the deportations! <br/>We stand together to demand the abolition of ICE and the end of child and family separation! <br/><br/>Until the last cage is ripped open and the last child is set free, WE WILL FIGHT.<br/><br/>Join us!<br/><br/>This event is co-sponsored by Direct Action Alliance &amp; The Buddhist Peace Fellowship<br/>Organizations Standing in Solidarity:<br/>Portland Association of Teachers Racial and Social Justice Committees<br/>First Unitarian Church<br/>Teressa Raiford for Mayor 2020<br/>Portland Association of Teachers<br/>Bridger Equity Committee<br/>Jobs with Justice<br/>SURJ Black Lives Matter Action Group<br/>Innovation Law Lab<br/>Hampton Institute Working Class Think Tank<br/>World Arts Foundation, Inc.<br/><br/><br/>#keepHectorhome<br/> #AbolishICE<br/>#stopthedeportations<br/>#returnthechildren<br/>#endmassincarceration<br/><br/>ICE has become an extrajudicial organization that has been terrorizing immigrant communities across this country since it's creation, tearing families apart, disregarding local laws, and destroying public trust in vital institutions. It MUST be abolished!<br/><br/>",
      "start_datetime": "2020-06-20 17:00:00",
      "end_datetime": "",
      "address": "",
      "hosts": "Direct Action Alliance, Buddhist Peace Fellowship, Portland",
      "url": "https://www.facebook.com/events/739728039767003/"
    },
    {
      "title": "June 4: Addressing Systematic Violence Against African Americans",
      "description": "Zoom registration is limited so please register ASAP at <br/>https://us02web.zoom.us/webinar/register/WN_vpoue7hIQV2bd2uXYrDr0w<br/><br/>Please join us for this interactive webinar to learn about contemporary dehumanization of African Americans in our nation and how to contribute towards systematic change to address this pandemic.<br/><br/>Join us Live!\tVia Zoom and Facebook Live<br/><br/>Thursday, June 4, 2020, 12:00 noon to 1:30 PM ET<br/><br/>Zoom registration is limited so please register ASAP at <br/>https://us02web.zoom.us/webinar/register/WN_vpoue7hIQV2bd2uXYrDr0w",
      "start_datetime": "2020-06-04 09:00:00",
      "end_datetime": "2020-06-04 10:30:00",
      "address": "",
      "hosts": "Religions for Peace USA, National Council of Churches, The Interfaith Center of New York",
      "url": "https://www.facebook.com/events/578346273094072/"
    },
    {
      "title": "Stop Killing Us: Call To Action Online Rally Against Racism",
      "description": "Join us on Facebook live for a Zoom meet to organize community in support of families affected by police violence.  <br/><br/>Black America is going through collective trauma and community organizers are not able to physically show up.  This makes it hard to process everything that is happening.  We need to connect.  There are resources for the families and there is legal support for comrades.  It’s time to organize our communities.  Professional organizers against systemic violence will help to guide your access and issue call to action.  There is something you can do to end the racist violence against black people.  It’s time to step up and speak up.  <br/><br/>DontShootPDX.org ",
      "start_datetime": "2020-05-30 14:00:00",
      "end_datetime": "2020-05-30 16:00:00",
      "address": "",
      "hosts": "Dont Shoot Portland, Social Change Matters #VOTE, Teressa L Raiford",
      "url": "https://www.facebook.com/events/560212974681416/"
    },
    {
      "title": "Save Our Southern Resident Orca Action #76 w/ social Distancing",
      "description": "PLEASE WEAR A MASK!!! <br/>Look for us in front of the Army Corps building right next to the fence bordering Holladay Park....<br/>Please join us in our weekly Action demanding that the Lower 4 dams on the Snake River be breached NOW before another one of our Southern Resident Orcas STARVES TO DEATH!!! The Orcas Species has the most convoluted Brain on the planet with more surface area for processing information then any other on the planet earth. It is because of this amazing brain that the Orca has more social connection and emotion capacity the even the human brain...so we can’t even comprehend the level of pain and grief these beautiful mammals go through watching family member after family member slowly starve in front of their very eyes.<br/>There has only been 2 successful birth in almost 5 years for the Southern Resident Orca. These Orca have a 19 month gestational period and because they are starving to death they are losing these babies in the late term of pregnancy. There are very few breeding pair possibles left and if something doesn’t change NOW extinction is inevitable. They are in such dire straits that we lost 9 of them in a one year period due to starvation. Now we are at 73 whales left....the lowest number in almost 50 years after the population of these families were decimated by a rush on Orca captivity for entertainment and Hundreds of family members from J, K and L pod were murdered or stolen from the Ocean. <br/>Scientists and Activists are in agreement that the only thing that will Save this beloved species from certain starvation is the breaching of the Lower 4 dams on the Snake River allowing the Salmon a habitat up river in which to spawn in cold clean water. <br/>To find out more about this process please<br/>Visit www.damsense.org<br/>This has been something that we have been fighting for, for years. Now in this desperate time we are hoping it will finally happen. <br/>I could go on &amp; on but if you are interested and want to know more please contact me. <br/>We are putting together a plan for some larger action to help the Orca and I will need all of you....but for now I am asking you to contact the Senators &amp; Governors in both Washington and Oregon as often as you can!! It would be great if you could put it into your schedule as a daily or at least a weekly action. Below are then numbers that need to be called as often as possible and also a script to help you if you aren’t sure what to say. If you are asked for a Zip code and don’t live in Washington use 98101<br/>And if you live in Washington and need a Oregon Zip code 97212.<br/><br/>Please call Washington Legislators:<br/>Senator Patty Murray<br/>(202) 224-2621‬<br/>Senator Maria Cantwell<br/>(202) 224-3441<br/>Governor Inslee <br/>‭ (360) 902-4111‬<br/><br/>Please Call Oregon Legislators:<br/>Senator Jeff Merkley<br/>(202) 224-3753<br/>Contact: www.merkley.senate.gov/contact/<br/>Senator Ron Wyden<br/>(202) 224-5244<br/>Contact: www.wyden.senate.gov/contact/<br/>Governor Kate Brown <br/>Phone: (503) 378-4582<br/><br/>Call Gov. Inslee (WA) (360-902-4111) &amp; <br/>Gov. Brown (OR) (503-378-4582) and tell them to breach the lower 4 dams on the Snake River!<br/><br/>Call Script:<br/>Phone or Email<br/>Hello Governor or Senator _____________ My name is _________ and I am calling to insist you implement the plan to breach the lower 4 dams on the Snake River with no further EIS (environmental impact studies) We<br/>have completed these studies for 25 years costing tax payers millions and the answer s always the same the only way to save our salmon is by increasing there spawning habitat. These constant studies are just a stall tactic. Meanwhile the Salmon of the Pacific Northwest and the Southern Resident Killer Whales are going extinct. The time is NOW.... Ken Balcom from the Center for Whale Research says if we are lucky we have another have until the end of 2019 to get started breaching. In addition these dams aren’t adding even adding power to the grid and are costing Tax payers millions. DON’T let this happen on your clock do the right thing....let it be your legacy Breach the lower 4 dams on the Snake River NOW to save millions of tax dollars annually, bring wealth &amp; jobs to a region and restore salmon runs which will save the southern resident Orcas from going extinct.",
      "start_datetime": "2020-06-11 16:30:00",
      "end_datetime": "2020-06-11 18:30:00",
      "address": "",
      "hosts": "Michelle Seidelman",
      "url": "https://www.facebook.com/events/544739752881588/"
    },
    {
      "title": "Global NARDX Event - Portland access",
      "description": "***************************************************************************<br/>(FREE) Tickets for the event are now available! Get your tickets now at the \"Find Tickets\" link above!<br/>***************************************************************************<br/> <br/>Sunday June 7, 2020, will mark the 10th National Animal Rights Day - NARD X - in the US and in 17 other countries around the world!<br/> <br/>Due to the current situation, we will not have our usual public events this year, but instead, one HUGE GLOBAL EVENT ONLINE, with 1,000 activists from around the world, and top global leaders of the animal rights movement!<br/> <br/>The event will be held on Zoom, and will include:<br/> <br/>8:30 AM - 9:15 AM PST: 'Memorial Ceremony' to commemorate the billions of animals who have died this year by human hands.<br/>9:15 AM - 11:00 PM PST: 'Celebration' of the wins our movement has had in the past decade, with celebrity speakers, music performers from around the world, vegan fashion show, vegan cooking demo, and a huge panel with TOP GLOBAL ANIMAL RIGHTS LEADERS!<br/> <br/>Guests confirmed so far:<br/>* Captain Paul Watson - Sea Shepherd<br/>* Leah Garces, Milo Runkle - Mercy For Animals<br/>* Ingrid Newkirk - PETA<br/>* Almira Tanner - Direct Action Everywhere<br/>* Shivonne Engen - Animal Save Movement<br/>* Damien Mander - Intl. Anti-Poaching Foundation<br/>* James Aspey<br/>* Tal Gilboa - Total Liberation<br/>* Dan Kidby - Animal Rebellion<br/>* Vegan Race car driver Leilani Münter<br/>* Vegan ex-NBA player and entrepreneur John Salley<br/>* Vegan bodybuilder Torre Washington<br/>* That Vegan Couple<br/>* Vegan Black Metal Chef<br/>* More exciting guests will be added soon!<br/> <br/>***************************************************************************<br/>To attend this Zoom event, you will need a (FREE) ticket! Click on \"Find Tickets\" above, and get yours! Don't wait, as there are only 1,000 tickets for everyone around the world!<br/>***************************************************************************<br/> <br/>Thank you, and stay tuned for more updates coming soon,<br/>The NARD Team<br/> <br/> <br/> <br/>",
      "start_datetime": "2020-06-07 08:30:00",
      "end_datetime": "2020-06-07 11:00:00",
      "address": "Global - Online! ",
      "hosts": "The National Animal Rights Day - US, National Animal Rights Day - NARD Portland, Veggies Do It Better",
      "url": "https://www.facebook.com/events/2918322498202755/"
    },
    {
      "title": "End White Silence - White People For Black Lives",
      "description": "Please join us for a socially distanced peaceful protest to end white supremacy. We will be walking from the Capitol stairs to the police department with the intent of bringing awareness to the importance of white people speaking out against the social injustices that have plagued the black community for far too long.<br/><br/>This work cannot take place in isolation from or disconnected from the powerful leadership of communities of color and we hope to welcome all like-minded individuals to march with us and demand that our local officials and police departments stand up on the behalf of the citizens they represent and fight for necessary changes within their respective institutions.<br/><br/>If you have any interest in helping organize this event or are a member of any community based groups that may have some insight as to how we can ensure that this gathering and gatherings to follow are as impactful and productive as possible, please reach out. This is a learning experience for us all and it's important that we all stay humble, teachable, and step up to the plate to leverage our white privilege to create change. It is our responsibility to stand up and advocate for the black community with hope of one day leading our country to a place within which we can begin to regain the trust of the black community.<br/><br/>It is very important that everyone understands that this rally is meant to be peaceful. <br/>Additionally, as we walk to the police department we must stay on the sidewalks and abide by traffic laws to ensure everyone stays safe. Please wear a mask, gloves, and  maintain social distancing per Gov Brown's orders. ",
      "start_datetime": "2020-06-13 12:00:00",
      "end_datetime": "2020-06-13 17:00:00",
      "address": "",
      "hosts": "Brandy Hobbins, Ari Woods",
      "url": "https://www.facebook.com/events/3644935932190339/"
    },
    {
      "title": "Welcome Back Portland - The Climate Awaits",
      "description": "The government has deemed Portland sufficiently clear of Covid 19 to re-open the city.<br/><br/>Phase 1 is targeted by the City for June 12th, so we are protesting on June 12th in response.<br/><br/>Link to more info about Phase 1: https://www.oregonlive.com/coronavirus/2020/05/multnomah-county-targets-june-12-for-phase-1-reopening.html<br/><br/>We must remind the government that there are other pressing issues that require a group effort on the part of the citizens.<br/><br/>The Climate Emergency looms over us all and it must be addressed with a Climate Emergency policy.<br/><br/>These are our demands:<br/>1. The city of Portland must \"Tell the Truth\" about the climate emergency that we all face.<br/>2. The city of Portland must \"Act Now\" to lead the fight against climate change, getting us to net zero and halting bio diversity loss by 2025.<br/>3. The city of Portland must enact a Citizens Assembly on Climate and Ecological Justice to help enact these changes.",
      "start_datetime": "2020-06-12 14:00:00",
      "end_datetime": "2020-06-12 20:00:00",
      "address": "",
      "hosts": "XR Portland Swarming, Extinction Rebellion America, Extinction Rebellion Portland",
      "url": "https://www.facebook.com/events/2966605320102585/"
    },
    {
      "title": "Animal Rights 2020 National Conference Virtual Event | #ar2020",
      "description": "The Animal Rights National Conference is the U.S. animal rights movement’s annual national conference. It is dedicated to the vision that animals have the right to be free from all forms of human exploitation. <br/><br/>The Animal Rights National Conference is proud to safely bring to you this year’s event on a dynamic interactive platform. Emphasizing the importance of staying connected during these challenging times, AR2020 will incorporate exciting features such as interactive workshops, Q&amp;A with speakers, virtual exhibits, special networking sessions, film screening parties, as well as opportunities for meet-ups, one-on-one chats, and so much more! Whether you’re new to animal rights or a longtime activist, the AR2020 virtual conference will keep you inspired and connected, providing the opportunity to learn about the issues, network, and engage in thought-provoking discussions. Join the action! <br/><br/>Registration will open on May 20. The Animal Rights National Conference strives to be affordable and accessible to all. Standard registration for the three-day virtual event is $50 for those who are in a position to support AR2020 at that level. We are pleased to offer a sliding scale for registration starting as low as $20 for the full event. If you require specific accommodations to join us, please let us know. ",
      "start_datetime": "2020-07-17 18:00:00",
      "end_datetime": "2020-07-21 22:30:00",
      "address": "Tickets www.eventbrite.com",
      "hosts": "Farm Animal Rights Movement (FARM), Animal Rights National Conference",
      "url": "https://www.facebook.com/events/854589008295472/"
    },
    {
      "title": "F*ck Productivity: Unlearning Internalized Capitalism",
      "description": "Description coming soon!<br/><br/>In the meantime, here's some suggested reading: <br/>\"COVID-19 Has Shown Us How We Internalized Capitalism\"<br/>https://medium.com/@vicki.careydavis/covid-19-has-shown-us-how-we-internalized-capitalism-353ba7b7d84c <br/><br/>--------------------------------<br/><br/>Join Zoom Meeting<br/>https://us02web.zoom.us/j/86297081337?pwd=RlZuVVkreXJZMjVBejh1Q2dNaWRGUT09<br/><br/>Meeting ID: 862 9708 1337<br/>Password: 003202<br/>One tap mobile<br/>+16699009128,,86297081337#,,1#,003202# US (San Jose)<br/>+13462487799,,86297081337#,,1#,003202# US (Houston)<br/><br/>Dial by your location<br/>        +1 669 900 9128 US (San Jose)<br/>        +1 346 248 7799 US (Houston)<br/>        +1 253 215 8782 US (Tacoma)<br/>        +1 301 715 8592 US (Germantown)<br/>        +1 312 626 6799 US (Chicago)<br/>        +1 646 558 8656 US (New York)",
      "start_datetime": "2020-07-11 19:00:00",
      "end_datetime": "2020-07-11 20:30:00",
      "address": "More",
      "hosts": "Reimagining Recovery",
      "url": "https://www.facebook.com/events/1548830371951891/"
    },
    {
      "title": "Speak for Wolves Virtual Conference 2020",
      "description": "Join us for the 7th Annual Speak for Wolves Virtual Conference 2020<br/><br/>Registration is now open! Get registered here: <br/>https://forms.gle/N9DRUpSFUvP4QvP96<br/><br/>** UPDATE: Based on the latest guidelines for reopening Oregon, we have made the decision to transition this year's Speak for Wolves conference to a virtual event. As much as we love the community spirit of our in-person conference, the health and safety of our attendees is our top priority. On the bright side, this shift will make the conference more accessible to those who would not have been able to travel to Portland.<br/><br/>Speak for Wolves 2020 will take place virtually with a shortened program via webinar on Saturday and Sunday, August 15-16.<br/>Stay tuned for more details on our virtual program.<br/><br/>If you have questions or concerns, please reach out to us: info@speakforwolves.org. ",
      "start_datetime": "2020-08-14 19:00:00",
      "end_datetime": "2020-08-16 12:00:00",
      "address": "ONLINE ",
      "hosts": "Speak for Wolves",
      "url": "https://www.facebook.com/events/234150887745907/"
    },
    {
      "title": "How White Vegans Can Support Anti-Racist Efforts",
      "description": "In this webinar we will:<br />- Explore some of the ways racism operates in our society and in the farmed animal protection movement<br />- Discuss why and how racial justice goes hand in hand with animal advocacy<br />- Learn ways to integrate anti-racism in your personal lives and advocacy",
      "start_datetime": "2020-07-29 16:00:00",
      "end_datetime": "2020-07-29 17:30:00",
      "address": "Online",
      "hosts": "Encompass",
      "url": "https://www.facebook.com/EncompassMvmt/posts/871839919969620"

    },
    {
      "title": "Digital Security for Activists",
      "description": "In a world where millions of digital communications are silently intercepted, collected, and stored every day, how do activists effectively say “I do not consent to this search?” As in a physical encounter with law enforcement, we must be proactive. Online, this means using encryption along with other privacy-protecting and autonomy-preserving tools.<br/><br/>Our choice of tools is of vital importance—corporate digital infrastructure that may be convenient to use can be relied upon to snitch on anyone accused of making trouble for government agencies and exploitative or toxic industries. Community-driven, trustworthy, and proven digital security tools exist, but can require a sometimes steep learning curve. Also, all technologies have certain limitations. Knowing exactly what these are is crucial to using them safely and effectively.",
      "start_datetime": "2020-06-04 15:00:00",
      "end_datetime": "2020-06-04 17:00:00",
      "address": "Online Event ",
      "hosts": "Civil Liberties Defense Center",
      "url": "https://www.facebook.com/events/228578181770631/"
    },
    {
      "title": "Meatless in Solidarity: Vigils for Slaughterhouse Workers",
      "description": "Join our week of actions, \"Meatless in Solidarity: Vigils for Slaughterhouse workers\". On June 1st, LULAC Iowa (League of United Latin American Citizens) and coalition partners, including Animal Save Movement, Jane UnChained, Main Street Vegan and Physicians Committee for Responsible Medicine, are launching a national consumer boycott of meat products with a Week of Actions across the globe in solidarity with slaughterhouse workers, to prevent future pandemics, and help protect the climate, animals and people’s health.<br/><br/>On June 4th we will have a press conference, we will share more details soon.<br/><br/>Animal  Save Movement will hold Vigils for Slaughterhouse Workers in the following cities and countries:<br/><br/>- Argentina: Mar del Plata Animal Save (in quarantine so postering action with testimonies of slaughterhouse workers in solidarity with them) <br/><br/>- Canada: Toronto, Ottawa, Manitoba<br/><br/>- Chile: Valparaíso Animal Save<br/><br/>- Germany: Berlin and Hamburg<br/><br/>- Mexico: Mexico Animal Save (CDMX)<br/><br/>- Portugal: Coimbra, Aveiro, and Lisbon<br/><br/>- Italy: Rome<br/><br/>- Panama: Panama City<br/><br/>- Slovenia: Ljubljana<br/><br/>- Uruguay<br/><br/>- United Kingdom: Bristol Animal Save<br/><br/>- US: Augusta, Georgia;, Middle Georgia, Jacksonville Florida, Atlanta Georgia, Greenville SC,(5 chapters will do one vigil in Perry Georgia USA  as a unity event ) Las Vegas, Los Angeles Animal Save and Animal Alliance Network, New York City, Asheville, North Carolina Farm Animal Save, Chino, Austin TX, Minneapolis;<br/><br/>Slaughterhouse workers are being forced to go into slaughterhouses that are COVID-19 epicenters during the current pandemic.<br/><br/>In the meantime, we are working with some of the nation’s top doctors, nutritionists and chefs to help members of our coalition, and the workers themselves, transition to a plant-based diet.  And, we are exploring ways to help slaughterhouse workers transition to jobs in animal-free farming.<br/><br/>Join us in solidarity with the workers.<br/><br/>Organize a vigil in front of the slaughterhouse in your city or demonstrate in front of the government building.<br/><br/>Contact journalists and media of interest in your country and let’s demand all together a transition to a just and sustainable plant-based food system.<br/><br/>Contact us if you want to organize a vigil or an action in your city.<br/><br/>media@animalsavemovement.org<br/><br/><br/>",
      "start_datetime": "2020-05-31 20:00:00",
      "end_datetime": "2020-06-07 14:00:00",
      "address": "worldwide ",
      "hosts": "Animal Save Movement, Main Street Vegan, Jane Unchained News",
      "url": "https://www.facebook.com/events/265907148087554/"
    },
    {
      "title": "Meat the Market - Seattle",
      "description": "IMPORTANT!<br/><br/>After much consideration, it’s been decided that The Official Rights March PNW 2020 will not be held as planned this year. Instead, a smaller, socially distanced action—Meat the Market—will take its place at the same time on August 1st.<br/><br/>This will be a low-risk action of similar nature but different flavor, so all activists are welcome. However, *please* update your RSVP status and note the following:<br/><br/>1.\tShirts for attendees will be available for purchase. PM us to discuss size and payment.<br/>2.\tIf you cannot purchase a shirt, wear a plain black shirt and plain black pants to the best of your ability.<br/>3.\tSome signs will be provided. If you want to bring your own, wait until we’ve posted about signs.<br/>4.\tBring as few items as possible, for all items will need to be stored in a backpack on your person.<br/>5.\tA fundraiser for supplies will be posted soon.<br/><br/>More details will be sent out over the next few weeks, so please keep an eye on this event space. We hope to see many of you soon!<br/><br/>Stay safe, and stay healthy.",
      "start_datetime": "2020-08-01 12:00:00",
      "end_datetime": "2020-08-01 16:00:00",
      "address": "",
      "hosts": "Animal Rights March PNW",
      "url": "https://www.facebook.com/events/185559079337988/"
    },
    {
      "title": "Bellingham Veg Fest 2020",
      "description": "SAVE THE DATE!!! 💫💚<br/><br/>✨Bellingham Veg Fest 2020 will be Sunday September 20th at the Depot Market Square!✨<br/><br/>Last year was amazing and we are working hard to make sure that this year is BIGGER AND BETTER! There will be more FOOD &amp; more FUN! <br/><br/>VENDORS: Registration will be on our website this year. We are working on getting that up and ready to go and we will announce when it is live. 💻 <br/><br/>www.bellinghamvegfest.org<br/><br/><br/>VOLUNTEERS: BVF is run by volunteers 💯 and since we are going bigger this year, we will need help in a BIG way! If you have experience &amp; passion and would like to take the lead in the following areas, please email bellinghamvegfest@gmail.com.<br/><br/>•Grant Writing • Volunteer Coordination • Zero Waste Efforts • Entertainment Coordination • Kid’s Area • Fundraising • PR/Media •<br/><br/>MORE INFO TO COME! 😊<br/>",
      "start_datetime": "2020-09-20 11:00:00",
      "end_datetime": "2020-09-20 16:00:00",
      "address": "",
      "hosts": "Bellingham Veg Fest",
      "url": "https://www.facebook.com/events/580987299120366/"
    },
    {
      "title": "Coping with Depression, Suicidal Thoughts & Grief",
      "description": "Watch Live - https://www.facebook.com/allhealthtv/posts/1559225127589000<br/><br/>Please join us for our second LGBTQ virtual town hall. We will be discussing coping with depression, suicidal thoughts, and grief.  Guests include:<br/><br/>Audrey B. Gruss<br/>Founder/Chairman of Hope for Depression Research Foundation<br/><br/>Mindy Cassell, PhD <br/>Cofounder/Senior Advisor Children's Bereavement Center<br/><br/>Rafis Nin, LCSW<br/>Director-Clinical Coordination, United Way of Broward County<br/><br/>Moderated by Olga Villaverde, host of South Florida PBS' Health Channel.<br/><br/>Watch Live - https://www.facebook.com/allhealthtv/posts/1559225127589000",
      "start_datetime": "2020-06-03 16:00:00",
      "end_datetime": "2020-06-03 17:00:00",
      "address": "Online Event ",
      "hosts": "All Health All The Time, WXEL - South Florida PBS, WPBT2 South Florida PBS",
      "url": "https://www.facebook.com/events/655412995007986/"
    },
    {
      "title": "[POSTPONED] June Portland Animal Rights Collective Virtual Meeting",
      "description": "Just because the world has slowed down doesn't mean our activism has to! Join us via Zoom (details below) for an evening of support, sharing and brainstorming on online actions and events.  <br/><br/>6:30pm: Introductions and check-in<br/>6:45pm: Update and brainstorming on meetings moving forward<br/>7:00pm: Mini NVC (Non Violent Communications) workshop by Stephanie Garcia <br/>7:15-8pm: Announcements, strategic planning and brainstorming for upcoming online events/actions/rallies. <br/><br/>Please contact Chelsea V Davis with agenda ideas or if your group would like to \"co-host\".<br/><br/>The meeting will take place over Zoom. If you haven't used Zoom before, no worries! It is simple, free and we will be sharing instructions shortly. <br/><br/>Reach out with any questions. <br/><br/><br/>Zoom link:<br/>https://us02web.zoom.us/j/7654622343 <br/>OR click the \"Start Event\" button above.<br/>",
      "start_datetime": "2020-06-03 18:30:00",
      "end_datetime": "2020-06-03 20:00:00",
      "address": "Online Event https://us02web.zoom.us/j/7654622343",
      "hosts": "Veggies Do It Better, Committed Citizen, National Animal Rights Day - NARD Portland",
      "url": "https://www.facebook.com/events/176477463743528/"
    },
    {
      "title": "Science Pub Portland: Tipping Points",
      "description": "How to watch the event: Visit https://www.facebook.com/omsi.museum/live/ or join us on YouTube https://www.youtube.com/c/omsimuseum<br/><br/>The Times, They Are a-Changin… Tipping Points and Why They Are Important With Ed Brook, PhD, Distinguished Professor, James R. Watson, PhD, Assistant Professor, and David Wrathall, Assistant Professor all from the College of Earth, Ocean and Atmospheric Science at OSU<br/><br/>June 23, 2020 | Virtual Edition | 6:30-8:30PM | $5 suggested donation (www.omsi.edu/donate) <br/><br/>Children of today are going to live through some of the most important environmental, social and technological changes humankind will ever see. It is likely that some of these changes will be large and sudden, and their impacts will be felt globally.<br/><br/>In this talk, geologist Ed Brook, geographer David Wrathall and complexity scientist James Watson will introduce and discuss the wicked nature of tipping points and illustrate a number of core examples of large and abrupt changes in our environment and subsequent impacts on ecosystems and human communities. You will learn about tipping points that have occurred in the climate system thousands of years ago, about contemporary social tipping points in communities impacted by climate change, and about the fundamental nature of tipping points and how they occur in ecosystems.<br/><br/>",
      "start_datetime": "2020-06-23 18:30:00",
      "end_datetime": "2020-06-23 20:30:00",
      "address": "Facebook Live ",
      "hosts": "Oregon Museum of Science and Industry (OMSI), College of Earth, Ocean, and Atmospheric Sciences - Oregon State University",
      "url": "https://www.facebook.com/events/487755291874724/"
    },
    {
      "title": "Comment Now to Save Orca and Salmon",
      "description": "Thanks to your dedication, Washington state made a game-changing decision for struggling Southern Resident orcas and endangered salmon!  The state exercised its authority—for the first time ever—to require federal dam operators to keep the Columbia and Snake rivers cool enough for salmon survival. And earlier this week the U.S. Environmental Protection Agency issued a plan to control water temperature in the Columbia and Lower Snake rivers. <br/><br/>The EPA's plan to reduce water temperature (called a Total Maximum Daily Load or TMDL) to protect salmon in the Columbia and Lower Snake rivers. The plan shows (once again!) that the dams create large, shallow reservoirs that trap the sun’s heat and make the rivers too warm for salmon.  The TMDL provides strong evidence that the Lower Snake River dams must come down in order to save salmon and orcas, but we need to keep fighting to make sure the plan actually results in cooler water for salmon and steelhead.<br/><br/>The EPA will begin a 60-day public process on May 21, 2020. Comments should be provided to ColumbiaRiverTMDL@epa.gov by 5:00 pm Pacific time on July 21, 2020. ",
      "start_datetime": "2020-05-21 15:00:00",
      "end_datetime": "2020-06-04 15:00:00",
      "address": "More",
      "hosts": "NARN  ( Northwest Animal Rights Network )",
      "url": "https://www.facebook.com/events/251874442829395/"
    },
    {
      "title": "Virtual Sanctuary Tour",
      "description": "As we navigate impacts due to COVID-19, we have decided to schedule our first virtual sanctuary tour on June 6. <br/><br/>During this live video tour, you’ll be able to meet many of the rescued animals who call Pasado’s Safe Haven home. We also hope to introduce you to a few new animal residents! This tour will be offered at a reduced rate of a suggested $10 donation.<br/><br/>You can sign up for the virtual tour here: https://secure.lglforms.com/form_engine/s/KivA4Ptr5QpqsgZlCxzO3w",
      "start_datetime": "2020-06-06 11:00:00",
      "end_datetime": "2020-06-06 12:00:00",
      "address": "More",
      "hosts": "Pasado's Safe Haven",
      "url": "https://www.facebook.com/events/577522759635654/"
    },
    {
      "title": "Portland VegFest 2020",
      "description": "SAVE THE DATE for the 16th annual Portland VegFest!",
      "start_datetime": "2020-10-24 10:00:00",
      "end_datetime": "2020-10-25 17:00:00",
      "address": "777 NE Martin Luther King Jr Blvd, Portland, Oregon ",
      "hosts": "Portland VegFest, Northwest VEG",
      "url": "https://www.facebook.com/events/745195272589407/"
    },
    {
      "title": "Food Not Bombs PDX Friday Summer Serving",
      "description": "Even through this pandemic we are continuing to offer our weekly meal serving in the park. Meet us near the playground on SE 32nd, by the rock.<br/>Bring your own container and spoon/fork. Bring a mask and something to wash your hands, like a water bottle with soap.<br/>Please maintain a safe distance from other people during the serving.<br/>We might be giving away some produce too so make sure to bring a reusable bag to take some home.<br/>To help us with the prep, join the Food Not Bombs PDX Friday Kitchen group. If you can, join us after the serving 8pm at Kailash Ecovillage to wash the pots.",
      "start_datetime": "2020-06-05 18:30:00",
      "end_datetime": "2020-06-26 19:30:00",
      "address": "",
      "hosts": "Food Not Bombs PDX",
      "url": "https://www.facebook.com/events/249123332853922/"
    },
    {
      "title": "WildChat: Beaver Restoration and Climate Resiliency",
      "description": "Join us for a WildChat in which we discuss the ecological role of beavers in a changing climate, and the ongoing efforts to restore nature's architects to the waters of Cascadia. We will be joined by Cascadia Wildlands Legal Director Nick Cady, and other allies working in the courts and the legislature to fight for Oregon's state animal and the climate resilient communities that they create. <br/><br/>SIGN-UP HERE:<br/>https://www.cascwild.org/sign-up-for-june-23-wildchat/<br/><br/>* This is an online event using Zoom.",
      "start_datetime": "2020-06-23 17:00:00",
      "end_datetime": "2020-06-23 18:00:00",
      "address": "",
      "hosts": "Cascadia Wildlands",
      "url": "https://www.facebook.com/events/2548787875373410/"
    },
    {
      "title": "Q&A with DxE's Lead Organizer",
      "description": "In-person \"office hours\" with Almira Tanner (DxE's lead organizer) are on hold for the time being, but we've still got the power of the internet! Almira will be hanging out on the Zoom call and available to answer your questions and hear feedback, suggestions, and more. You can join for the whole hour or just for a couple minutes. <br/><br/>Zoom link coming soon. ",
      "start_datetime": "2020-06-17 18:00:00",
      "end_datetime": "2020-06-17 19:00:00",
      "address": "More",
      "hosts": "Direct Action Everywhere - SF Bay Area",
      "url": "https://www.facebook.com/events/265869538101851/"
    },
    {
      "title": "Reimagining Adulting: Questioning Ableist Notions Of Maturity",
      "description": "Event description coming soon!<br/><br/>-------------------------------------------------<br/><br/>Join Zoom Meeting<br/>https://us02web.zoom.us/j/82468676654?pwd=bHE0aDN6T2VUTFdmamFISmwvbHNTdz09<br/><br/>Meeting ID: 824 6867 6654<br/>Password: 003446<br/>One tap mobile<br/>+16699009128,,82468676654#,,1#,003446# US (San Jose)<br/>+12532158782,,82468676654#,,1#,003446# US (Tacoma)<br/><br/>Dial by your location<br/>        +1 669 900 9128 US (San Jose)<br/>        +1 253 215 8782 US (Tacoma)<br/>        +1 346 248 7799 US (Houston)<br/>        +1 312 626 6799 US (Chicago)<br/>        +1 646 558 8656 US (New York)<br/>        +1 301 715 8592 US (Germantown)<br/>Meeting ID: 824 6867 6654<br/>Password: 003446<br/>Find your local number: https://us02web.zoom.us/u/kdPkmrdfxt<br/>",
      "start_datetime": "2020-06-24 19:00:00",
      "end_datetime": "2020-06-24 20:30:00",
      "address": "More",
      "hosts": "Reimagining Recovery",
      "url": "https://www.facebook.com/events/230413814928154/"
    },
    {
      "title": "Virtual Workshop: Crafting your Message",
      "description": "In this NEAVS workshop, you will learn what is actually happening to animals when experimenters say “water management” or “cervical dislocation.” There are many resources at our fingertips to learn about what goes on inside labs - we just need to break through the cold jargon used by the industry that hides the grim reality. <br/><br/>In addition to telling the stories of the animals, we’ll spend time developing our own stories of why we fight for animals - a critical tool for building our movement.<br/><br/>You will receive instructions on how to join the online workshop via email after you RSVP here: https://actionnetwork.org/events/crafting-your-message-to-break-through-scientific-jargon-2",
      "start_datetime": "2020-06-17 16:00:00",
      "end_datetime": "2020-06-17 17:30:00",
      "address": "",
      "hosts": "NEAVS",
      "url": "https://www.facebook.com/events/256468242452858/"
    },
    {
      "title": "How to Change the World in One Generation - DxE Intro Workshop",
      "description": "CALL-IN LINK: Coming soon...<br/><br/> - - - <br/><br/>Right now the most vulnerable individuals are being exploited on a massive scale and it will only get worse if we don’t take action now. But can we as average citizens really make a difference to help them? The answer is YES. In Direct Action Everywhere’s workshop, you will learn the history of social movements, the ground-breaking new research that shows the power of ordinary people, and the bold plan to nonviolently abolish the most harmful industry on earth that kills billions of animals every year. <br/><br/>This interactive workshop was created by DxE co-founder and former Northwestern law professor Wayne Hsiung. After this workshop you will have the tools to begin taking high impact action with thousands around the world to create historic change by saving billions of lives.<br/><br/>If you're interested in joining our community for change by becoming a chapter member, this workshop is required. Sign-up to be a chapter member at dxe.io/apply. <br/><br/>--- <br/><br/>Direct Action Everywhere (DxE) is a grassroots network of animal rights activists. Through open rescue, demonstration, and disruption, we are creating a world where every animal is safe, happy and free.<br/><br/>DxE cultivates a welcoming and supportive community. We ask that all those who attend our events (online and offline) respect our Code of Conduct which can be reviewed at dxe.io/conduct<br/><br/>Location information: online over Zoom<br/><br/>To learn about our vision, goals, strategy and more check out the San Francisco Bay Area chapter Activist Handbook here: https://dxe.io/sfbayhandbook<br/><br/>If you have any questions or concerns, please e-mail sfbay@directactioneverywhere.com",
      "start_datetime": "2020-06-21 16:00:00",
      "end_datetime": "2020-06-21 19:00:00",
      "address": "Online (Zoom) ",
      "hosts": "Direct Action Everywhere - SF Bay Area, Berkeley Animal Rights Center",
      "url": "https://www.facebook.com/events/632561214006319/"
    },
    {
      "title": "Birding By Ear - Online - Session 2 (registration required)",
      "description": "Listening is an act of loving birds<br/><br/>Join us for this online course series led by Whitney Neufeld-Kaiser, Seattle Audubon Master Birder class of 2017<br/><br/>Identifying birds by their songs and calls can transform both your birding experience and your everyday life.  This three-part series introduces “birding by ear” (BBE) – identifying birds by their vocalizations.  Register for one, two, or all three sessions.<br/><br/>To Register:<br/>Email director@pilchuckaudubon.org<br/><br/>Pricing*:<br/>1 session: $10 for members, $15 for non-members<br/>2 sessions: $20 for members, $30 for non-members<br/>3 sessions: $30 for members, $45 for non-members<br/>*Scholarships may be available for those in need, inquire at email below<br/><br/>Sessions will be conducted over Zoom (and recorded if you cannot make the live session)<br/><br/>Session 1 - June 9, 7:00-8:15pm<br/>Using both non-North-American birds and Washington State birds, we’ll practice \"parsing\" bird song - analyzing the different characteristics of a song (e.g. rhythm, tone quality) - to help with recognition and identification.<br/><br/>Session 2 - June 16, 7:00-8:15pm<br/>Sonograms will be introduced as a tool to \"see\" differences between similar songs and calls, and we’ll talk about the amazing variation in bird song, even within one species or one individual bird.<br/><br/>Session 3 - June 23, 7:00-8:15pm<br/>We’ll put it all together, using the tools from sessions 1 and 2 to practice distinguishing similar pairs of birds.  We’ll practice the reality of trying to filter out the bird singing nearby in order to hear the one far away.  And we’ll talk about why birds make sounds and what we can learn from listening to them.<br/><br/>Appropriate for anyone who is new to BBE or wants to learn more. ",
      "start_datetime": "2020-06-16 18:45:00",
      "end_datetime": "2020-06-16 20:15:00",
      "address": "More",
      "hosts": "Pilchuck Audubon Society",
      "url": "https://www.facebook.com/events/1854982057972393/"
    },
    {
      "title": "FFAC's Virtual VegFest",
      "description": "UPDATE: In light of everything that has transpired this past week, we have made the decision to postpone our Virtual VegFest to July 23rd at 5 pm PT, and believe that during this time it is vital that we uplift Black students, communities, and businesses. <br/><br/>The event link is still the same so there is no need to re-register if you have already done so. You can still register to join us via zoom here: bit.ly/ffacvegfest2020<br/><br/>------------------------------<br/><br/>Since we are unable to hold our 6th Annual Oakland Vegfest in-person this year, we are taking our biggest event of the year virtual! <br/><br/>Tune in for a special 1-hour live benefit show featuring fantastic guest speakers, musical performances, food demos, a Cutest Companion Animal contest, and sanctuary tours while supporting the future of humane education.<br/><br/>VegFest is free to attend and will be streaming through Zoom. <br/><br/>Register at: bit.ly/ffacvegfest2020<br/><br/>Vote in our Cutest Companion Contest here (final day to submit a photo is Friday, June 5th, finalists and winner will be announced during live at Virtual VegFest.): https://pollunit.com/polls/cutestcompanioncontest <br/><br/>EVENT LINEUP<br/>- Miyoko Shinner: Special look at Rancho Compasión farm <br/>   animal sanctuary<br/>- Seth Tibbott, Tofurky founder &amp; author + book giveaway<br/>- Cutest Companion Animal Contest: Meet the finalists! <br/>   Sponsored by v-dog.<br/>- Musical performance: Michael Wilbur of Moon Hooch<br/>- Sweet Farm Sanctuary Tour<br/>- Cooking demo w/Nick's on Grand<br/>- Julia Feliz, founder of Sanctuary Publishers + Zane Mcneill, <br/>   co-author \"Queer and Trans Voices: Achieving Liberation <br/>   Through Consistent Anti-Oppression\"<br/>- Monica Chen, FFAC Executive Director<br/>- Decade Dance by FFAC's Vidisha Rai<br/>- Meet FFAC's Interns: the next generation of leaders<br/>- Musical performance: PRetty Frankenstein<br/>- Cutest Companion Animal Contest winner!<br/><br/>-------------<br/><br/>All funds raised during the event will be DOUBLED and go directly to support FFAC's humane education and outreach programs.<br/><br/>FFAC is a nonprofit organization committed to inspiring and empowering individuals and institutions to create a more just, compassionate, and sustainable food system. <br/><br/>To learn more about FFAC's work, please visit our website: www.ffacoalition.org ",
      "start_datetime": "2020-07-23 17:00:00",
      "end_datetime": "2020-07-23 18:00:00",
      "address": "Online Event ",
      "hosts": "Oakland Veg Week, Factory Farming Awareness Coalition (FFAC)",
      "url": "https://www.facebook.com/events/474265406816770/"
    },
    {
      "title": "Street Medic Training",
      "description": "",
      "start_datetime": "2020-06-15 17:00:00",
      "end_datetime": "2020-06-15 19:30:00",
      "address": "",
      "hosts": "Direct Action Everywhere - SF Bay Area",
      "url": "https://www.facebook.com/events/273288947383001/"
    },
    {
      "title": "Rewilding Cafe Summer Solstice 2020 – Best of Rewilding Earth",
      "description": "Join us June 22nd at 3pm Eastern/12pm Pacific for a special Rewilding Cafe book release party! (This is a virtual event to be held on Zoom)<br/><br/>Register Here: https://rewilding.org/rewilding-cafe-best-of-rewilding-earth-summer-solstice-2020/<br/><br/>Authors, poets, and artists from The Rewilding Institute’s recent anthologies, Rewilding Earth Unplugged: Best of 2018 and Rewilding Earth: Best of 2019​, gather to read from their included works and cover a range of rewilding issues. Dave Foreman and other luminaries in attendance! <br/><br/>List of Speakers<br/>John Davis, Dave Foreman, Steven Kellogg, Saul Weisberg, Paula MacKay, Tim McNulty, Nicole Rosmarino, Susie O’Keeffe, Nancy Stranahan, Dave Parsons &amp; Kirk Robinson, David Crews, Eileen Crist, Robert Michael Pyle, John Miles<br/><br/> #rewilding",
      "start_datetime": "2020-06-22 12:00:00",
      "end_datetime": "2020-06-22 13:00:00",
      "address": "More",
      "hosts": "The Rewilding Institute",
      "url": "https://www.facebook.com/events/2612115772377553/"
    },
    {
      "title": "White Fragility Online Book Discussion Group - 5/14 Reschedule",
      "description": "How do guilt, anger and fear as a response to questions of racism derail progress? Is it possible to be free of racial bias if a person has good intentions? Spoiler: no. How do we keep dialogue open for the safety and good of all people? We so hope you will read and come talk with us.<br/><br/>We will have some intro chatting and then get into book discussion! Haven't read the book? We would love to have you come listen to the discussion and hang around nice people (for this discussion, we are hoping to have voices that have read White Fragility). <br/><br/>We are currently out of stock and this title is backordered. We would love to help you get the book or ebook for free from our awesome public library (or get on the waiting list!).<br/><br/>Please also consider purchasing it from Mahogany Books at https://www.mahoganybooks.com/9780807047415 - black books (and bookstores) matter.<br/><br/>We might have to push the date out if it takes the publisher more than a few weeks to reprint - but we are hoping as many people as possible can get started reading.",
      "start_datetime": "2020-07-24 19:00:00",
      "end_datetime": "2020-07-24 20:30:00",
      "address": "More",
      "hosts": "White Rabbit Gifts, Black Ink Coffee",
      "url": "https://www.facebook.com/events/540095193337156/"
    },
    {
      "title": "Protect OR & WA Wildlife from Trophy Hunting & Killing Contests!",
      "description": "A Free One-Hour Webinar:  Protecting Pacific Northwest Wildlife from Trophy Hunting and Killing Contests!<br/><br/>The Humane Society of the United States invites you to join us for a free one-hour webinar focused on protecting wildlife in the Pacific Northwest (both in Oregon and Washington) from trophy hunting and killing contests. <br/><br/>During this webinar, we will provide an overview of the perils facing the Pacific Northwest’s native carnivores such as wolves, black bears, cougars, coyotes, and bobcats. We’ll dispel the common myths that drive the relentless persecution of these species, then share resources to help you end the cruel and indiscriminate killing. We’ll also discuss current efforts in Oregon and Washington to prohibit unethical, irresponsible, and wasteful coyote killing contests. <br/><br/>Wednesday, June 24, 2020 <br/>6:00 PM – 7:00 PM PT <br/><br/>Register here: https://humanesociety.zoom.us/webinar/register/WN_SVd0mvk0SGeqf5GVraGK9g<br/><br/><br/><br/><br/>",
      "start_datetime": "2020-06-24 18:00:00",
      "end_datetime": "2020-06-24 19:00:00",
      "address": "More",
      "hosts": "The Humane Society of the United States - Oregon",
      "url": "https://www.facebook.com/events/1137025956661212/"
    },
    {
      "title": "Virtual OMSI Science Pub: Ecology and Old-Growth Forests",
      "description": "How to watch the event: Visit https://www.facebook.com/omsi.museum/live/ or join us on YouTube https://www.youtube.com/c/omsimuseum<br/><br/>The Ecology of Surprise: Ecology and Environmental Ethics in an Old-Growth Forest with Michael Paul Nelson, PhD, Ruth H. Spaniol Chair of Renewable Resources and Professor of Environmental Philosophy and Ethics, and Lead-PI at the HJ Andrews LTER Program in the Department of Forest Ecosystems and Society at Oregon State University<br/><br/>JUNE 16, 2020 | Virtual Edition | 6:30-8:30PM | $5 suggested donation (www.omsi.edu/donate)<br/> <br/>Join us for a thought-provoking conversation with Michael Paul Nelson, professor of environmental philosophy and ethics at Oregon State University. He leads the Long Term Ecological Research program at the H.J. Andrews Experimental Forest. <br/> <br/>Located in the Cascades east of Eugene, the Andrews Forest has yielded surprising scientific discoveries that have changed our understanding of forest ecosystems. Nelson will share some of those surprises and present a new way to see science as a novel way into ethics.<br/><br/>Questions? sciencepub@omsi.edu",
      "start_datetime": "2020-06-16 18:30:00",
      "end_datetime": "2020-06-16 20:30:00",
      "address": "More",
      "hosts": "Oregon Museum of Science and Industry (OMSI)",
      "url": "https://www.facebook.com/events/569752307060148/"
    },
    {
      "title": "13th Documentary - Netflix Watch Party",
      "description": "Join us on Sunday, June 21st, 2020, as we come together to learn more about the history of the 13th amendment with 13th the documentary directed by Ava DuVernay. The documentary will begin promptly at 6:30pm<br/><br/>About the Documentary:<br/>\"13th examines racial prejudices within the US prison system through interviews with politicians, historians, academics, and several members of the Black community who have experienced jail time.\"<br/><br/>http://www.avaduvernay.com/13th<br/><br/>==WHAT YOU'LL NEED==<br/>You'll need to install the Netflix Party Chrome extension ahead of time in order to join the Watch Party.<br/><br/>To get the Netflix Party Chrome Extension visit this link: <br/>https://www.netflixparty.com/<br/><br/>==NEED HELP?==<br/>For anyone having difficulty setting up the Chrome extension for Netflix Party, please feel free to join our tech-check chat from 6:00pm-6:20pm in order for us to help you out: https://hangouts.google.com/call/abhfAy4uwVSQbAmAHLAjAEEE<br/><br/>We will be sharing a link on this page and social media around 6:20pm<br/><br/>==AFTER THE MOVIE CHAT==<br/>If people are interested we will have an after the documentary chat to discuss what we learned, and how we as individuals can help.<br/><br/>https://hangouts.google.com/call/abhfAy4uwVSQbAmAHLAjAEEE<br/>",
      "start_datetime": "2020-06-21 18:00:00",
      "end_datetime": "2020-06-21 20:00:00",
      "address": "More",
      "hosts": "Fur Free PDX",
      "url": "https://www.facebook.com/events/699282410858787/"
    },
    {
      "title": "Until The Last Child Is Free: Abolish ICE",
      "description": "UPDATE: WE ARE MOVING TO A VIRTUAL PLATFORM FOR THIS EVENT DUE TO THE PANDEMIC and to PROTECT ORGANIZERS. We cannot ensure security for the resistance community nor provide needed accessibility in this context without harming others. More info will be shared soon about next steps, including many ways to take action.<br/><br/>We stand in solidarity in with Black Lives Matter and against the police state. We see the expansion of ICE Detention prisons in the past 15 years as an aspect of the expansion of mass incarceration, authoritarianism, and the police state. Now is the time for creative collective action, centering De-Funding and abolishing Police and ICE, protecting Black Lives, and building Solidarity across movements. More coming soon!<br/>Call to Action!<br/><br/>Under Trump, ICE has become the American Gestapo, operating outside of local and international laws: imprisoning refugees in concentration camps, putting children in cages, hunting down our neighbors, and committing crimes against humanity.<br/><br/>ICE is a danger to our community, not just to those they target, to all of us. This is an organization that carries out raids and kidnappings in our \"sanctuary city\" with impunity, despite being embroiled in countless scandals. From abuse and sexual assaults on immigrants, to secret white nationalist facebook groups. From a culture of open cruelty and racism, to open neglect and even murder. Even their recent public shooting during an arrest in New York demonstrates just how reckless and dangerous they continue to be to the public at large.<br/><br/>In spite of this, our leaders continue to fail to protect our communities.<br/>In Washington County, the Sheriff just announced they would cooperate with ICE despite their a \"sanctuary\" status. In Multnomah County, ICE is deporting a Portland teacher and the mayor/police commissioner has been silent. Once again, it is on us, the people, to protect our community and defend our neighbors.<br/><br/>Again and again, we have seen injustice committed by our own government and have been unable to do anything about it, but this time, we can. <br/><br/>ICE is coming for one of our neighbors, someone who grew up in this community, in this city. Someone who worked hard to make something of himself so that he could give back to this community, as a teacher. His name is Hector, he is a 3rd grade teacher in the Montavilla neighborhood. He is also a father to a child that would remain in Portland. <br/><br/>Hector is a vital part of this community. Portland will fight for him like we mean it, because we do.<br/><br/>Our brother and comrade Hector faces deportation, we cannot and stay silent. <br/>We take this opportunity to demand ICE out of Oregon! <br/>We take this moment to demand an end to the deportations! <br/>We stand together to demand the abolition of ICE and the end of child and family separation! <br/><br/>Until the last cage is ripped open and the last child is set free, WE WILL FIGHT.<br/><br/>Join us!<br/><br/>This event is co-sponsored by Direct Action Alliance &amp; The Buddhist Peace Fellowship<br/>Organizations Standing in Solidarity:<br/>Portland Association of Teachers Racial and Social Justice Committees<br/>First Unitarian Church<br/>Teressa Raiford for Mayor 2020<br/>Portland Association of Teachers<br/>Bridger Equity Committee<br/>Jobs with Justice<br/>SURJ Black Lives Matter Action Group<br/>Innovation Law Lab<br/>Hampton Institute Working Class Think Tank<br/>World Arts Foundation, Inc.<br/><br/><br/>#keepHectorhome<br/> #AbolishICE<br/>#stopthedeportations<br/>#returnthechildren<br/>#endmassincarceration<br/><br/>ICE has become an extrajudicial organization that has been terrorizing immigrant communities across this country since it's creation, tearing families apart, disregarding local laws, and destroying public trust in vital institutions. It MUST be abolished!<br/><br/>",
      "start_datetime": "2020-06-20 17:00:00",
      "end_datetime": "",
      "address": "",
      "hosts": "Direct Action Alliance, Buddhist Peace Fellowship, Portland",
      "url": "https://www.facebook.com/events/739728039767003/"
    },
    {
      "title": "As the Crow Flies: Corvid Behavior, Play, and Funerals",
      "description": "NEW DATE! This event scheduled for April 28, 2020 is rescheduled to August 8, 2020. All tickets for April 28, 2020 will be honored on August 8, 2020, and all ticket holders will receive an email with more information and instructions on how to receive a refund if needed. Thanks for your flexibility!<br/><br/>********<br/>Crows are everywhere: they are found on nearly every continent and thrive in human dominated environments. They have influenced art and literature throughout history, and whether they inspire love or hate, they have certainly impacted the hearts and minds of the humans who share their space. Because crows are so common, it may be easy to overlook the fact that they are very intelligent and have complex behaviors and social structures, including play, tool use, communal roosting, and being able to recognize specific humans.<br/><br/>Kaeli Swift, PhD, studies crows and other corvids (ravens, jays, and magpies), and will introduce and explain to us the world of these fascinating birds, including, of course, crow funerals. You can find Dr. Swift on Twitter and Instagram @corvidresearch where she talks about crows, corvids, and other wildlife and plays a weekly game called #CrowOrNo to help people learn how to correctly ID and distinguish different kinds of corvids.<br/><br/>Note: This is a repeat of several sold-out shows on this topic, and this one could sell out too. Get your tickets early!<br/><br/>***EVENT DETAILS***<br/><br/>NEW DATE: Saturday, August 8, 2020<br/><br/>TIME: Doors at 6:00 p.m. event at 7:00 p.m. <br/><br/>LOCATION: Aladdin Theater, 3017 SE Milwaukie Ave, Portland, OR<br/><br/>ADVANCE TICKETS*:<br/> - General Admission: $19 <br/> - Student / Senior (65+): $10<br/> - VIP** (guaranteed seating): $25<br/> - Supporter**: $39<br/> <br/> TICKETS AT DOOR:<br/> - General Admission: $23<br/> - Student / Senior (65+): $13<br/><br/>FOOD &amp; DRINK: Beer, wine, &amp; sodas, as well as pizza and snacks like candy bars and mixed nuts.<br/><br/>Event Website: <br/>https://viaproductions.org/events/aladdin_april_28_crows/<br/><br/>Note: There will be ASL interpretation at this event.<br/><br/>_____<br/><br/>We at Science on Tap are committed to offering educational opportunities to adults who want to learn. If the ticket price is a hardship for you, please write to us at info@viaproductions.org and we’re happy to provide reduced-price tickets to those who request them.<br/> <br/> *A note on advance ticket sales: There is an additional fee for purchase, but this ticket guarantees a seat at the event start time of 7:00pm. <br/><br/> **A note on ticket levels: VIP tickets guarantee front center seating that stays available through entire show — meaning you can arrive late and your seat will be waiting for you. Supporter tickets get VIP benefits (guaranteed seating) plus a voluntary upcharge to help support the true cost of producing events.",
      "start_datetime": "2020-08-08 19:00:00",
      "end_datetime": "2020-08-08 21:00:00",
      "address": "Tickets · $10 - $39 www.eventbrite.com",
      "hosts": "Science on Tap - Oregon, Washington",
      "url": "https://www.facebook.com/events/599345087308031/"
    },
    {
      "title": "Party to Celebrate the End of Trump's Presidency",
      "description": "Congratulations! If you're reading this, we have most likely survived a Trump presidency! Come celebreate by taking America back to sanity.",
      "start_datetime": "2020-11-03 20:00:00",
      "end_datetime": "2020-11-03 23:00:00",
      "address": "",
      "hosts": "Matt Mans",
      "url": "https://www.facebook.com/events/1014341828692801/"
    },
    {
      "title": "Eugene Rodeo Protest",
      "description": "A peaceful protest against animal exploitation and cruelty at the Lane Events Center. More details soon.",
      "start_datetime": "2020-10-10 18:15:00",
      "end_datetime": "2020-10-10 20:00:00",
      "address": "",
      "hosts": "Sarrie Krause",
      "url": "https://www.facebook.com/events/505003260160359/"
    },
    {
      "title": "National Afro-Vegan Virtual Conference",
      "description": "The National Afro-Vegan Virtual Conference is an online event featuring guest speakers, plant-based chefs and medical professionals who promote plant-based eating and vegan living as a solution to many of the global challenges we currently face.<br/>",
      "start_datetime": "2020-07-25 06:00:00",
      "end_datetime": "2020-07-25 20:59:00",
      "address": "Tickets www.afrovegansociety.org",
      "hosts": "Afro-Vegan Society",
      "url": "https://www.facebook.com/events/600135283932701/"
    },
    {
      "title": "July Animal Rights Collective Portland Virtual Meeting",
      "description": "We will be skipping June’s meeting in solidarity with the #BlackLivesMatter protests. Please change notifications to \"all\" so you can see our ongoing posts about actions we can take to support the #BlackLivesMatter movement. ♥<br/><br/>----------------------<br/>Just because the world has slowed down doesn't mean our activism has to! Join us via Zoom (details below) for an evening of support, sharing and brainstorming on online actions and events.  <br/><br/>6:30pm: Introductions and check-in<br/>6:45pm: Update and brainstorming on meetings moving forward<br/>7:00pm: Mini NVC (Non Violent Communications) workshop by Stephanie Garcia <br/>7:15-8pm: Announcements, strategic planning and brainstorming for upcoming online events/actions/rallies. <br/><br/>Please contact Chelsea V Davis with agenda ideas or if your group would like to \"co-host\".<br/><br/>The meeting will take place over Zoom. If you haven't used Zoom before, no worries! It is simple, free and we will be sharing instructions shortly. <br/><br/>Reach out with any questions. <br/><br/><br/>Zoom link:<br/>https://us02web.zoom.us/j/7654622343 <br/>OR click the \"Start Event\" button above.<br/>",
      "start_datetime": "2020-07-01 18:30:00",
      "end_datetime": "2020-07-01 20:00:00",
      "address": "More",
      "hosts": "Veggies Do It Better, Committed Citizen, National Animal Rights Day - NARD Portland",
      "url": "https://www.facebook.com/events/176477463743528/"
    },
    {
      "title": "Vegans of Color and Normalized Violence: Let's Talk",
      "description": "WHITE SUPREMACY is not only the stitching that holds the social fabric of this country together, WHITE SUPREMACY and its subliminal recompense of WHITE PRIVILEGE, is the DNA of this Country’s Cultural Norms. This DNA saturates the mindset of administrators, managers, and leaders of every mainstream social, religious, educational, and financial institution within this society.<br/><br/>If you identify as White (or Code as White), you have White Privilege. White Privilege manifests as Conscious AND Unconscious Normalized Violence in speech, attitudes, beliefs, and actions against People of Color.  <br/><br/>The advantages for social mobility, economic advancement, and cultural identity inclusion that White Privilege affords White and White Coding People is a principal factor working to deny People of Color their Humans Rights and Equal Opportunities; thus, stitching this country’s’ social fabric with endemic injustices, income inequality, and Normalized Violence against Non-White people.<br/><br/>Let’s have a discussion to bring Awareness of the Habits of White Supremacy and its recompense, White Privilege. You can contribute to healing the injustices affecting all of Us and Earth by White Supremacy. <br/>",
      "start_datetime": "2020-07-03 17:00:00",
      "end_datetime": "2020-07-03 19:00:00",
      "address": "To watch and submit comments via Twitch: twitch.tv/radishlive/  To join the live, recorded broadcast via Zoom: zoom.us/j/595172819 ",
      "hosts": "Seeds to Inspire",
      "url": "https://www.facebook.com/events/201509491108854/"
    },
    {
      "title": "Vegans of Color and Normalized Violence: Let's Talk",
      "description": "WHITE SUPREMACY is not only the stitching that holds the social fabric of this country together, WHITE SUPREMACY and its subliminal recompense of WHITE PRIVILEGE, is the DNA of this Country’s Cultural Norms. This DNA saturates the mindset of administrators, managers, and leaders of every mainstream social, religious, educational, and financial institution within this society.<br/><br/>If you identify as White (or Code as White), you have White Privilege. White Privilege manifests as Conscious AND Unconscious Normalized Violence in speech, attitudes, beliefs, and actions against People of Color.  <br/><br/>The advantages for social mobility, economic advancement, and cultural identity inclusion that White Privilege affords White and White Coding People is a principal factor working to deny People of Color their Humans Rights and Equal Opportunities; thus, stitching this country’s’ social fabric with endemic injustices, income inequality, and Normalized Violence against Non-White people.<br/><br/>Let’s have a discussion to bring Awareness of the Habits of White Supremacy and its recompense, White Privilege. You can contribute to healing the injustices affecting all of Us and Earth by White Supremacy. <br/>",
      "start_datetime": "2020-07-10 17:00:00",
      "end_datetime": "2020-07-10 19:00:00",
      "address": "To watch and submit comments via Twitch: twitch.tv/radishlive/  To join the live, recorded broadcast via Zoom: zoom.us/j/595172819 ",
      "hosts": "Seeds to Inspire",
      "url": "https://www.facebook.com/events/201509491108854/"
    },
    {
      "title": "Vegans of Color and Normalized Violence: Let's Talk",
      "description": "WHITE SUPREMACY is not only the stitching that holds the social fabric of this country together, WHITE SUPREMACY and its subliminal recompense of WHITE PRIVILEGE, is the DNA of this Country’s Cultural Norms. This DNA saturates the mindset of administrators, managers, and leaders of every mainstream social, religious, educational, and financial institution within this society.<br/><br/>If you identify as White (or Code as White), you have White Privilege. White Privilege manifests as Conscious AND Unconscious Normalized Violence in speech, attitudes, beliefs, and actions against People of Color.  <br/><br/>The advantages for social mobility, economic advancement, and cultural identity inclusion that White Privilege affords White and White Coding People is a principal factor working to deny People of Color their Humans Rights and Equal Opportunities; thus, stitching this country’s’ social fabric with endemic injustices, income inequality, and Normalized Violence against Non-White people.<br/><br/>Let’s have a discussion to bring Awareness of the Habits of White Supremacy and its recompense, White Privilege. You can contribute to healing the injustices affecting all of Us and Earth by White Supremacy. <br/>",
      "start_datetime": "2020-07-17 17:00:00",
      "end_datetime": "2020-07-17 19:00:00",
      "address": "To watch and submit comments via Twitch: twitch.tv/radishlive/  To join the live, recorded broadcast via Zoom: zoom.us/j/595172819 ",
      "hosts": "Seeds to Inspire",
      "url": "https://www.facebook.com/events/201509491108854/"
    },
    {
      "title": "Vegans of Color and Normalized Violence: Let's Talk",
      "description": "WHITE SUPREMACY is not only the stitching that holds the social fabric of this country together, WHITE SUPREMACY and its subliminal recompense of WHITE PRIVILEGE, is the DNA of this Country’s Cultural Norms. This DNA saturates the mindset of administrators, managers, and leaders of every mainstream social, religious, educational, and financial institution within this society.<br/><br/>If you identify as White (or Code as White), you have White Privilege. White Privilege manifests as Conscious AND Unconscious Normalized Violence in speech, attitudes, beliefs, and actions against People of Color.  <br/><br/>The advantages for social mobility, economic advancement, and cultural identity inclusion that White Privilege affords White and White Coding People is a principal factor working to deny People of Color their Humans Rights and Equal Opportunities; thus, stitching this country’s’ social fabric with endemic injustices, income inequality, and Normalized Violence against Non-White people.<br/><br/>Let’s have a discussion to bring Awareness of the Habits of White Supremacy and its recompense, White Privilege. You can contribute to healing the injustices affecting all of Us and Earth by White Supremacy. <br/>",
      "start_datetime": "2020-07-24 17:00:00",
      "end_datetime": "2020-07-24 19:00:00",
      "address": "To watch and submit comments via Twitch: twitch.tv/radishlive/  To join the live, recorded broadcast via Zoom: zoom.us/j/595172819 ",
      "hosts": "Seeds to Inspire",
      "url": "https://www.facebook.com/events/201509491108854/"
    },
    {
      "title": "Vegans of Color and Normalized Violence: Let's Talk",
      "description": "WHITE SUPREMACY is not only the stitching that holds the social fabric of this country together, WHITE SUPREMACY and its subliminal recompense of WHITE PRIVILEGE, is the DNA of this Country’s Cultural Norms. This DNA saturates the mindset of administrators, managers, and leaders of every mainstream social, religious, educational, and financial institution within this society.<br/><br/>If you identify as White (or Code as White), you have White Privilege. White Privilege manifests as Conscious AND Unconscious Normalized Violence in speech, attitudes, beliefs, and actions against People of Color.  <br/><br/>The advantages for social mobility, economic advancement, and cultural identity inclusion that White Privilege affords White and White Coding People is a principal factor working to deny People of Color their Humans Rights and Equal Opportunities; thus, stitching this country’s’ social fabric with endemic injustices, income inequality, and Normalized Violence against Non-White people.<br/><br/>Let’s have a discussion to bring Awareness of the Habits of White Supremacy and its recompense, White Privilege. You can contribute to healing the injustices affecting all of Us and Earth by White Supremacy. <br/>",
      "start_datetime": "2020-07-31 17:00:00",
      "end_datetime": "2020-07-31 19:00:00",
      "address": "To watch and submit comments via Twitch: twitch.tv/radishlive/  To join the live, recorded broadcast via Zoom: zoom.us/j/595172819 ",
      "hosts": "Seeds to Inspire",
      "url": "https://www.facebook.com/events/201509491108854/"
    },
    {
      "title": "Virtual Vegan Night Market",
      "description": "Enjoy a virtual evening of vegan businesses, musicians, nonprofits and watch parties with no pants required? Sign us up! We are super excited to be moving this event online and look forward to having a fun interactive evening from the comfort of our own couches!<br/><br/>SET YOUR NOTIFICATIONS TO \"All notifications\" ON THIS EVENT SO YOU DON'T MISS OUT. We will have vendors going live throughout the event to share their current offerings and show specials plus musicians, a movie watch party, and an epic raffle benefiting Lighthouse Farm Sanctuary and COVID-19 frontline workers. <br/><br/>VIP (Vegan Insider Pass): Receive a small goodie bag including a $10 gift certificate from Vertical Diner Portland, a raffle ticket, and a drink mailed with precautious care to your front door!<br/>$12 ($14.36 after eventbrite fees) with 1/3 going to charity.<br/>TICKETS=&gt; https://www.eventbrite.com/e/96319906433<br/><br/>ARE YOU VEGAN BUSINESS, MUSICIAN OR NONPROFIT? Contact Chelsea V Davis at VNMpdx@gmail.com to become a vendor! <br/><br/>Vendor info:<br/>Open to vegan businesses, musicians, DJs and charities in Portland and beyond. <br/>Vendors will receive 4-6 posts and stories on FB and Instagram, paid promotion and a 15 minute slot to go live at your designated time. You can also send a prerecorded video(s) and photos with copy that we can post for you. We recommend showcases your current offerings, highlighting what precautions you are taking and offering a show special. (Content must me reviewed and approved by us. If you are late or do not post you will not be refunded or given more time as we will be on a tight schedule.) <br/>COST: sliding scale of $25-35 and a coupon for the VIP bags. . Optional (but highly encouraged): small raffle item or gift certificate to go towards the fundraiser. (Fee will go towards paid promotion of the event to insure it is more successful for everyone)<br/><br/>Interested in being a vendor or donating to the raffle? <br/>Contact Chelsea V Davis at VNMpdx@gmail.com or more info. <br/><br/>VENDOR LIST (Much more coming soon!)<br/>EcoJarz - Jarmazing accessories <br/>Fiboknotcci - macramé wares<br/>Lighthouse Farm Sanctuary<br/>Roaring Vegans - gift boxes<br/>SweetAnthem - perfumes and scents<br/>Arbonne by Chelsea and Jake - nontoxic living products &amp; wellness counseling<br/><br/>",
      "start_datetime": "2020-07-18 16:00:00",
      "end_datetime": "2020-07-18 21:00:00",
      "address": "Comfort of Your Couch ",
      "hosts": "Veggies Do It Better, Lighthouse Farm Sanctuary, National Animal Rights Day - NARD Portland",
      "url": "https://www.facebook.com/events/2996431673747014/"
    },
    {
      "title": "Act Now: Save Washington's Togo Wolves!",
      "description": "This afternoon the Washington Department of Fish and Wildlife (WDFW) released a statement that the WDFW Director reauthorized lethal action in Togo wolf pack territory. PLEASE TAKE ACTION TODAY!!<br/><br/>If you remember correctly, in 2018 the WDFW killed the breeding male, leaving the breeding female to fend for their new pups alone. This in turn is creating conflicts with livestock that roam in their territory. <br/><br/>Read NARN's letter to Governor Inslee here: https://narn.org/wp-content/uploads/2020/06/6-15-Inslee-Letter.pdf<br/><br/>Using our voices, together we can protect Washington's wolves.<br/><br/>Contact the Washington Fish and Wildlife Commission here: <br/>Email: commission@dfw.wa.gov<br/>Web form: https://wdfw.wa.gov/about/commission/contact<br/>Phone: 360-902-2225<br/><br/>Contact Governor Jay Inslee here: <br/>https://www.governor.wa.gov/contact/contact/send-gov-inslee-e-message<br/><br/>",
      "start_datetime": "2020-06-19 14:30:00",
      "end_datetime": "2020-07-03 14:30:00",
      "address": "",
      "hosts": "NARN  ( Northwest Animal Rights Network ), Speak for Wolves",
      "url": "https://www.facebook.com/events/301137827597882/"
    },
    {
      "title": "Reality Czech: Panel Discussion: \"Voices of Liberation\"",
      "description": "This event takes place in Prague &amp; at the same time online via live stream!<br/><br/>\"Voices of Liberation: Reclaiming the power of language\"<br/>Our voices give power to language, this is an open panel discussion on unlearning speciesist, racist, sexist and heteronormative language. This is part of the event Reality Czech.<br/><br/>Location: Auditorium at University of New York in Prague, Londýnská 41, Prague, Czech Republic. <br/>Venue opens at 15:00<br/><br/>Event will be also live streamed online. A link to the online stream will be provided here on the day of the event before start.<br/><br/>We will take questions for the panelists from the audience on location as well as online.<br/><br/>Panelists include: <br/>- Dr. Edel Sanders (Dean of Psychology at University of New York in Prague, PhD from University of Cambridge, Cognitive and Developmental Psychologist)<br/>- Christopher Sebastian, Columbia University (lecturing on power and oppression), Director/Associate member of numerous organisations including; Peace Advocacy Network, Encompass &amp; VGN<br/>- Michael Prikryl (MA in English Writing &amp; Journalism, Polyglot, Journalist, Animal Rights Activist)<br/>- Zdeněk Joukl (BA in Linguistics, Language Researcher, Polyglot, Animal Rights Activist)<br/>Moderated by Ross Carter, (MA in Cultural and Social History, Focusing on Women/LGBT Oppression)<br/><br/>Light refreshments provided by UNYP; Tea, coffee, water, apple and orange juice, vegan biscuits, as well as small vegan sandwiches (from BistRaw)<br/><br/>This event is part of the 4 day long animal rights activism event \"Reality Czech\": https://www.facebook.com/events/1086239551750683/",
      "start_datetime": "2020-07-03 06:30:00",
      "end_datetime": "2020-07-03 09:00:00",
      "address": "Get Directions",
      "hosts": "Michael Prikryl, Zdenek Joukl, Ross Carter",
      "url": "https://www.facebook.com/events/3658843504132702/"
    },
    {
      "title": "7 Points of Allyship - Part 1",
      "description": "Join us for the first installment of an interactive four-part series on working to become a better Ally for Black Lives.  Discussions will be led by Black VegFest originator Omowale Adewale.<br/><br/>Each week we will be discussing new terms and conditions for interacting with the Black community in working to dismantle white supremacy.<br/><br/>Donations of $5 &amp; up (sliding scale) for each class. Reservations and Payment Can Be Made Payable Here: https://blackvegfest.org/shop%2Fsupport .<br/><br/>We hope to see you there. ALL ARE WELCOME TO ATTEND!",
      "start_datetime": "2020-07-12 07:00:00",
      "end_datetime": "2020-07-12 08:00:00",
      "address": "Tickets blackvegfest.org",
      "hosts": "Leo Nardo, Omowale Adewale, Allie Feldman Taylor",
      "url": "https://www.facebook.com/events/3114100442013389/"
    },
    {
      "title": "7 Points of Allyship - Part 2",
      "description": "Join us for the first installment of an interactive four-part series on working to become a better Ally for Black Lives.  Discussions will be led by Black VegFest originator Omowale Adewale.<br/><br/>Each week we will be discussing new terms and conditions for interacting with the Black community in working to dismantle white supremacy.<br/><br/>Donations of $5 &amp; up (sliding scale) for each class. Reservations and Payment Can Be Made Payable Here: https://blackvegfest.org/shop%2Fsupport .<br/><br/>We hope to see you there. ALL ARE WELCOME TO ATTEND!",
      "start_datetime": "2020-07-19 07:00:00",
      "end_datetime": "2020-07-19 08:00:00",
      "address": "Tickets blackvegfest.org",
      "hosts": "Leo Nardo, Omowale Adewale, Allie Feldman Taylor",
      "url": "https://www.facebook.com/events/3114100442013389/"
    },
    {
      "title": "7 Points of Allyship - Part 3",
      "description": "Join us for the first installment of an interactive four-part series on working to become a better Ally for Black Lives.  Discussions will be led by Black VegFest originator Omowale Adewale.<br/><br/>Each week we will be discussing new terms and conditions for interacting with the Black community in working to dismantle white supremacy.<br/><br/>Donations of $5 &amp; up (sliding scale) for each class. Reservations and Payment Can Be Made Payable Here: https://blackvegfest.org/shop%2Fsupport .<br/><br/>We hope to see you there. ALL ARE WELCOME TO ATTEND!",
      "start_datetime": "2020-07-26 07:00:00",
      "end_datetime": "2020-07-26 08:00:00",
      "address": "Tickets blackvegfest.org",
      "hosts": "Leo Nardo, Omowale Adewale, Allie Feldman Taylor",
      "url": "https://www.facebook.com/events/3114100442013389/"
    },
    {
      "title": "7 Points of Allyship - Part 4",
      "description": "Join us for the first installment of an interactive four-part series on working to become a better Ally for Black Lives.  Discussions will be led by Black VegFest originator Omowale Adewale.<br/><br/>Each week we will be discussing new terms and conditions for interacting with the Black community in working to dismantle white supremacy.<br/><br/>Donations of $5 &amp; up (sliding scale) for each class. Reservations and Payment Can Be Made Payable Here: https://blackvegfest.org/shop%2Fsupport .<br/><br/>We hope to see you there. ALL ARE WELCOME TO ATTEND!",
      "start_datetime": "2020-08-02 07:00:00",
      "end_datetime": "2020-08-02 08:00:00",
      "address": "Tickets blackvegfest.org",
      "hosts": "Leo Nardo, Omowale Adewale, Allie Feldman Taylor",
      "url": "https://www.facebook.com/events/3114100442013389/"
    },
    {
      "title": "Virtual YEA Camp 2020: World Changing 101",
      "description": "",
      "start_datetime": "2020-07-13 00:00:00",
      "end_datetime": "2020-07-17 23:59:59",
      "address": "Online",
      "hosts": "YEA Camp",
      "url": "https://yeacamp.org/"
    },
    {
      "title": "Virtual YEA Camp 2020: Exploring the Issues",
      "description": "",
      "start_datetime": "2020-07-20 00:00:00",
      "end_datetime": "2020-07-24 23:59:59",
      "address": "Online",
      "hosts": "YEA Camp",
      "url": "https://yeacamp.org/"
    },
    {
      "title": "Virtual YEA Camp 2020: Amplifying Your Message",
      "description": "",
      "start_datetime": "2020-07-27 00:00:00",
      "end_datetime": "2020-07-31 23:59:59",
      "address": "Online",
      "hosts": "YEA Camp",
      "url": "https://yeacamp.org/"
    },
    {
      "title": "Virtual YEA Camp 2020: Careers for Changemakers",
      "description": "",
      "start_datetime": "2020-08-03 00:00:00",
      "end_datetime": "2020-08-07 23:59:59",
      "address": "Online",
      "hosts": "YEA Camp",
      "url": "https://yeacamp.org/"
    }
  ]
}